[ Lang ]

"Scanning will stop, if you continue this operation."="Wenn Sie den Vorgang fortsetzen, wird das Scannen beendet."
"Call has been successfully recorded on USB device"="Anruf erfolgreich auf dem USB-LW aufgezeichnet"
"Transferring"="Übergeben"
"(Empty)"="(Leer)"
"[Assigned]"="[Zugewiesen]"
"<New Item>"="<neuer Punkt>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Überprüfen Sie, ob das USB-Gerät kompatibel zu USB 2.0 ist."
"10min"="10 min"
"Oct"="Okt"
"October"="Oktober"
"Nov"="Nov"
"Noveber"="November"
"120s"="120 s"
"12 Hour"="12 Std. Format"
"Dec"="Dez"
"December"="Dezember"
"15s"="15 s"
"1min"="1 min"
"1h"="1 Stunde"
"Jan"="Jan"
"January"="Januar"
"2.Try to replug the USB device."="2.Versuchen Sie, die Verbindung des USB-Gerät zu trennen und danach wiederzuverbinden."
"24 Hour"="24 Std. Format"
"2min"="2 min"
"2h"="2 Stunden"
"Feb"="Feb"
"February"="Februar"
"3.Try to reboot the phone."="3.Versuchen Sie, dass Telefon neu zu starten."
"30min"="30 min"
"30s"="30 s"
"3h"="3 Stunden"
"Mar"="Mär"
"March"="März"
"Apr"="Apr"
"April"="April"
"5min"="5 min"
"May"="Mai"
"60s"="60 s"
"6h"="6 Stunden"
"Jun"="Jun"
"June"="Juni"
"Jul"="Jul"
"July"="Juli"
"802.1x"="802.1x"
"802.1x Mode"="802.1x Modus"
"802.1x Settings"="802.1x Einstellungen"
"Aug"="Aug"
"August"="August"
"Sep"="Sep"
"September"="September"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="ACD Status"
"ACD Status"="ACD-Status"
"AES"="AES"
"Per-phone AES"="MAC-Oriented AES"
"Alert Group Paging Calls"="Gruppen-Anrufe  Alarm"
"Alert Click To Dial Calls"="Mobil-Benachr"
"Alias"="Alias"
"AM"="AM"
"AMR License"="AMR-Lizenz"
"AP Mac Address"="AP MAC-Adresse"
"App Version"="Anwendungsversion"
"App Account"="Anwendungskonto"
"Args Error!"="Args-Fehler!"
"AVG.Waiting Time"="Durchschn. Wartezeit"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="BLF halten"
"BLF is invalid!"="Belegtfeld ist ungültig!"
"BLF Callout"="BLF-Callout"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="BLF-Gespräch"
"BLF List"="BLF-Liste"
"L_BLF List"="BLF-Liste"
"BLF Ring Type"="Klingeltyp Besetztfeld"
"BLF Group"="BLF Group"
"BLF Ringing"="BLF-Klingeln"
"BLF Park"="BLF parken"
"Use BroadWorks-based Call Control"="Serverseite  Anr. Kontrolle"
"MENU_Callery"="Callery"
"CC UID"="CC -UID"
"CC Name"="CC-Name"
"CDP"="CDP"
"CDP Interval"="Paket-Intervall"
"CDP Status"="CDP-Status"
"CDP interval should be 1-3600!"="CDP-Intervall sollte zwischen 1 und 3600 sein!"
"CFG Version"="CFG Version"
"Commportal Login"="Commportal-Login"
"Compulsory"="Obligatorisch"
"COM Version"="COM-Version"
"DD MMM YYYY"="TT MMM JJJJ"
"DD/MM/YY"="TT/MM/JJ"
"DD/MM/YYYY"="TT/MM/JJJJ"
"DD-MMM-YY"="TT-MMM-JJ"
"Dect Setting"="DECT Settings"
"Dect Settings"="DECT-Einstellungen"
"Dect Intercom"="DECT-Sprechanlage"
"MENU_DECT Setting"="DECT Settings"
"Dect dongle is removed."="DECT-Dongle wurde entfernt."
"Dect dongle disconnect!"="DECT-Dongle getrennt!"
"Dect dongle connection success!"="DECT-Dongle erfolgreich angeschlossen!"
"Dect dongle connection fail!"="Verbindung zum DECT-Dongle fehlgeschlagen!"
"Dect dongle update success!"="DECT-Dongle erfolgreich aktualisiert!"
"Dect dongle update failed!"="Aktualisierung des DECT-Dongles fehlgeschlagen!"
"Dect handset update complete!"="Aktualisierung des DECT-Mobilteils abgeschlossen!"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="DHCP IPv4 Client"
"DHCP IPv4 Client"="DHCP IPv4-Client"
"DHCP IPv6 Client"="DHCP IPv6 Client"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="DHCP-Option ist ungültig!"
"DHCP Start IP Address is invalid!"="DHCP-Startadresse ist ungültig!"
"DHCP Time"="DHCP-Zeit"
"DHCP VLAN"="DHCP VLAN"
"DHCP Option"="DHCP Option"
"DHCP option!"="DHCP-Option!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="DHCP-Endadresse ist ungültig!"
"Phone DND"="Telefon Nichtstören"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF ist ungültig!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="DTMF-Info-Typ"
"DTMF Payload Type"="DTMF-Nutzlast-Typ"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="DTMF-Relais"
"E911"="E911"
"E911 Location"="Standort von E911"
"E911 location set failed, please contact your administrator for help"="Einrichten von Platz E911 fehlgeschlagen! Bitte kontaktieren Sie Ihren Administrator"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="EDK-Eingabeaufforderung ist leer!"
"EHS ERROR!"="EHS-Fehler!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="EXP-Hintergrundbild"
"Fixed"="Behoben"
"Flexible Seating"="Flexible Sitzplätze"
"FlexSeat Logout, Please Waiting..."="Von Flex-Sitz Abmelden, bitte warten ..."
"Forward to Phone Number/SIP-URI"="Weiterleiten zur Telefonnummer/SIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="Rufweiterleitung"
"Getting Balance"="Betrag holen"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="GemTelefon"
"S_Hot Desking"="GemTelefon"
"L_Hoteling"="Hoteling"
"Https Port"="HTTPS-Port"
"Https port should be 1-65535!"="HTTPS-Portt soll zwischen 1-65535 sein!"
"Https Status"="Https-Status"
"Http Port"="HTTP-Port"
"Http port should be 1-65535!"="HTTPS-Port soll zwischen 1-65535 sein!"
"Http Status"="Https-Status"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="IC-Name"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Eindringen"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 WAN Port"="IPv4 WAN Port"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="IPv4 WAN Typ"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="IPV4/IPv6 Konflikt"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPV4 Conflict"="IPv4 Konflikt"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Status"="IPv4-Status"
"IPv4 Subnet Mask"="IPv4-Subnetzmaske"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="IPv6-IP-Präfix ist ungültig!"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="IPv6 WAN Port"
"IPv6 Default Gateway"="IPv6 Default Gateway"
"IPv6 Sec.DNS"="IPv6 Sec.DNS"
"IPV6 Conflict"="Ipv6 Konflikt"
"IPv6 IP Prefix"="IPv6 IP Präfix"
"IPv6 WAN Type"="IPv6 WAN Typ"
"IPv6 Pri.DNS"="IPv6 Pri.DNS"
"IPv6 Status"="IPv6"
"IP Address"="IPv4"
"IP Address!"="IP-Adresse!"
"IP Address is invalid!"="IP-Adresse ist ungültig!"
"IP address has been used!"="IP-Adresse wurde verwendet!"
"IP Phone"="IP-Telefon"
"Tracert IP or URL"="IP/URL tracerten"
"IP Mode"="IP-Modus"
"IPAddress Mode"="IP-Modus"
"Direct IP Line"="Direkte IP-Leitung"
"IP Direct Auto Answer"="IP für sofortige automatische Antwort"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="LDAP - Server ist nicht verfügbar"
"Ldap Disabled"="LDAP deaktiviert"
"LDAP get error tips failed!"="LDAP erhält Tipps zur Fehler nicht!"
"LDAP Authority"="LDAP-Authentifizierung"
"LDAP Search"="LDAP-Suche"
"Leave Wrap-up"="Zusammenfassung hinterlassen"
"LED Test"="LED Test"
"Listen BargeIn"="BargeIn hören"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="LLDP-Status"
"LLDP Packet Interval should be 1-3600!"="LLDP Packet Intervall muss zwischen 1-3600 sein"
"Packet Interval"="Paketintervall"
"M2P"="M2P"
"MAC Version"="MAC-Version"
"MAC"="MAC"
"MAC Address"="MAC-Adresse"
"MAC-Oriented"="MAC-orientierter AES-Schlüssel"
"Mango"="Mango"
"MD5 Password"="MD5-Passwort"
"Medium"="Mittel"
"L_Meet-Me"="Meet-me-Konferenz"
"Meet-me"="Meet-me"
"S_Meet-Me"="Meet-me-Konferenz"
"Metaswitch CallLog"="Metaswitch Anruf-Log"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/TT/JJ"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Kontakt verschieben ..."
"msec"="ms"
"NAT"="NAT"
"NAT Public IP Address"="NAT öffentliche IP-Adresse"
"NAT Status"="NAT-Status"
"New Unread Voice Mail(s)"="Neue ungelesene Sprachnachricht(en)"
"New VID"="Neue VID"
"NextSpace"="Nächster Platz"
"No VLAN"="No VLAN"
"NTP Server1"="NTP Server 1"
"Invalid NTP server1!"="Ungültiger NTP-Server1!"
"NTP Server2"="NTP Server 2"
"NTP server1 is invalid!"="Ungültiger NTP Server 1"
"NTP server2 is invalid!"="Ungültiger NTP Server 2"
"On Demand"="Bei Bedarf"
"On Demand with User Initiated Start"="Bei Bedarf mit benutzerinitiiertem Start"
"On(Beep Off)"="Ein (Piepton aus)"
"On(Beep On)"="Ein (Piepton ein)"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Der Opus-Codec ist in einer Vier-Wege-Konferenz nicht verfügbar!"
"Outbound Alternate"="Ausgehende Alternative"
"Outbound Proxy1"="Outbound Proxy 1"
"Outbound Proxy2"="Outbound Proxy 2"
"Outbound proxy is invalid!"="Outbound Proxy  darf nicht leer sein!"
"Invalid Proxy Fallback Interval!"="Ungültiges Proxy-Rückfallintervall!"
"Pause/Resume Notify"="Benachrichtigung pausieren/fortsetzen"
"PBX Queue"="PBX-Warteschlange"
"PC Port"="PC-Port"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Pingfehler"
"Ping IP or URL"="IP/URL pingen"
"PIN Code"="PIN-Code"
"Pin code can't be empty!"="Der PIN-Code darf nicht leer sein!"
"Pin code is invalid!"="Der PIN-Code ist ungültig!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="PPPoE Passwort"
"PPPoE User"="PPPoE Nutzer"
"PPPoE User is invalid!"="Der PPPoE-Benutzer ist ungültig!"
"Not support bridge mode in PPPoE!"="Nicht unterstützter Bridge-Modus in PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="PSTN-Konto nicht verfügbar"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Rom-Version"
"Route Traversal"="Routen-Traversal"
"RPort"="RPort"
"RPS Open"="RPS öffnen"
"RPS Close"="RPS schließen"
"RT10/RT20"="RT10/RT20"
"RT30"="RT30"
"RTP Status"="RTP-Status"
"S_RTP Status"="RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="An-/Abmeldung"
"S2S AcdLoginOut"="An-/Abmeldung"
"S_S2S AcdLogin"="ACDLgin"
"S2S AcdLogin"="ACDLgin"
"S_S2S AcdLogout"="ACDLgOu"
"S2S AcdLogout"="ACDLgOu"
"S_S2S AcdRefresh"="AnzAkts"
"S2S AcdRefresh"="AnzAkts"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA gehalten"
"SCA Active"="SCA aktiv"
"SCA Bridge Active"="SCA Bridge aktiv"
"SCA Alerting"="SCA Alarm"
"S_Seizing"="Übernahme"
"Seizing"="anpackend"
"Set Hot Desking"="Hot-Desking einstellen"
"Signal Fail"="Signalfehler"
"Signal OK"="Signal OK"
"Silent Bargin"="Stille BargeIn"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="SIP Passwort"
"SIP Server1"="SIP Server 1"
"SIP Server2"="SIP Server 2"
"Invalid SIP server2!"="Ungültiger SIP-Server2!"
"SIP Server3"="SIP Server3"
"Invalid SIP server3!"="Ungültiger SIP-Server3!"
"SIP Proxy can't be empty!"="SIP Server darf nicht leer sein!"
"Invalid SIP server1!"="Ungültiger SIP-Server1!"
"Sip Line"="SIP-Leitung"
"SIP INFO"="SIP INFO"
"SIP Register name"="SIP Registerungsname"
"S_Skip"="Überspringen"
"SN"="SN"
"SNTP Setting"="SNTP-Einstellungen"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="SSID darf nicht leer sein!"
"Start/Stop Notify"="Benachrichtigung starten/stoppen"
"Static NAT"="Statisches NAT"
"STUN"="STUN"
"STUN Port"="STUN-Port"
"STUN Server is invalid!"="STUN-Server ungültig!"
"STUN Server"="STUN-Server"
"STUN server can't empty!"="Der STUN-Server darf nicht leer sein!"
"Invalid STUN server port!"="Ungültiger STUN-Server-Port!"
"STUN Server port is Invalid!"="Der Port vom STUN-Server ist ungültig!"
"Invalid STUN server!"="Ungültiger STUN-Server!"
"STUN Status"="STUN-Status"
"Take over call"="Anruf übernehmen"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="Drittanbieter-VMR"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Ton bei Berührung"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="UC Favorit"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI ist ungültig!"
"Invalid URI!"="Ungültige URI!"
"L_URL"="URL"
"URL is invalid!"="Falsche URL!"
"URL can't be empty!"="URL darf nicht leer sein!"
"URL is error"="Die URL ist falsch!"
"L_URL Record"="URL-Aufzeichnung"
"URL Record"="URL Aufzeichnung"
"The URL is empty!"="Leere URL!"
"URL is empty"="URL ist leer"
"Invalid URL!"="Ungültige URL!"
"MENU_USB Record"="USB-Aufz."
"USB Record"="USB-Aufz."
"USB device connection failure!"="Verbindung USB-LW fehlgeschlagen!"
"USB Photo"="USB Photo"
"USB current overload"="USB-Stromüberlastung"
"USB heaset connected"="USB-Headset wurde angeschlossen."
"USB headset connected"="USB-Headset verbunden."
"USB heaset removed"="USB-Headset wurde entfernt"
"USB headset removed"="USB-Headset entfernt."
"USB device connected successfully"="USB-Gerät erfolgreich angeschlossen"
"USB device has been connected successfully!"="USB-Stick gefunden."
"No images in USB flash drive."="Keine Bilder auf dem USB-Stick gefunden."
"Failed to get data from USB flash drive"="Daten vom USB-Stick können nicht gelesen werden!"
"USB device is removed!"="USB-Stick wurde entfernt."
"USB Inserted"="USB angeschlossen"
"USB Connected"="USB verbunden"
"USB Removed"="USB entfernt!"
"USB device has been moved"="USB-Datenträger entfernt."
"Invalid Value!"="Ungültiger Wert!"
"VID Number"="VID-Nummer"
"Invalid VID nubmer!"="Ungültige VID-Nummer!"
"VID nubmer is invalid!"="Falsche VID-Nummer!"
"VID number should be 1-4094!"="VID-Nummer muss zwischen 1-4094 sein!"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="VLAN-Status"
"Voice Qos"="Voice QoS"
"VPN"="VPN"
"WAN IP"="WAN-IP"
"WAN MASK"="WAN-Subnetz"
"WAN Port"="WAN-Port"
"WAN Type"="WAN Typ"
"WEP"="WEP"
"Whisper BargeIn"="Flüstern BargeIn"
"WIFI MAC"="WIFI MAC"
"Wi-Fi Mac"="WLAN-MAC"
"Wifi: On"="WLAN: Ein"
"Wifi: Connected"="WLAN: Verbunden"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="WLAN-Authentifizierung"
"Wifi switch is closed, open it or not?"="WLAN ist deaktiviert, aktivieren?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="WLAN nicht erreichbar"
"Wizard"="Assistent"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="WPA-Schlüssel"
"WPA Shared Key can't be empty!"="WPA-Schlüssel darf nicht leer sein!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS wurde aktiviert, verbinde in"
"WWW DD MMM"="WWW TT MMM"
"WWW MMM DD"="WWW MMM TT"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Server XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="XMLVerz"
"XMLMenu"="XMLVerz"
"L_XML Brower"="XML Brower"
"S_XML Brower"="XML-Browser"
"XML Browser"="XML-Browser"
"XmlBrowser"="XML-Browser"
"XmlBrowser_Idle"="XML-Browser"
"L_XML Browser"="XML-Browser"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="XML-Browser ist ungültig!"
"L_XML Group"="XML-Gruppe"
"S_XML Group"="XML-Gruppe"
"XML Group"="XML-Gruppe"
"XML Info"="XML Info"
"XSI access password is wrong !"="Mehr"
"Web access password is wrong!"="Internet-Passwort ist falsch!"
"XsiEvent"="XSI-Ereignis"
"XSI is empty"="XSI ist leer"
"XSI information is incomplete!"="XIS-Information ist  \n unvollständig!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="JJJJ-MM-TT"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Sicherheit"
"Security"="Sicherheit"
"Security Classification"="Sicherheitseinstufung"
"Security Mode"="Sicherheitsmodus"
"Installed"="Installiert"
"Installed failed"="Installation fehlgeschlagen"
"KEY"="Taste"
"Key Type"="Tastentyp"
"Key Event"="Schlüsselereignis"
"Key Tone"="Tastenton"
"Press Up or Down To Switch Number"="Drücken Sie die Hoch/Runter-Taste, um zwischen den Nummern zu wechseln."
"Office Number"="Büro-Nummer"
"Office Phone"="Bürotelefon"
"Invalid Office number!"="Ungültige Büronummer!"
"Office number is invalid!"="Büronummer ist ungültig!"
"Far Hold"="Fern gehalten"
"Hold"="Halten"
"L_Hold"="Halten"
"Public Hold"="Gruppenanruf halten"
"S_Far Hold"="Fern gehalten"
"S_Hold"="Halten"
"S_Public Hold"="PrivWiGehalt"
"S_Save"="Speichern"
"Save"="Speichern"
"Saved!"="Gesichert!"
"Save Success!"="Erfolgreich gespeichert!"
"Success Saved!"="Erfolgreich gespeichert!"
"Ring saving ..."="Speichere Klingeln..."
"Save Password"="Passwort speichern"
"Saving  Configuration..."="Konfiguration speichern ..."
"Save Failed!"="Speichern fehlgeschlagen!"
"Save Failed! The same profile name or SSID exist"="Speichern fehlgeschlagen! Profilname oder SSID existiert bereits."
"Saving files!"="Dateien Speichern!"
"Saving"="Saving"
"Saving. Please wait..."="Speichere, bitte warten..."
"Saving..."="Wird gespeichert ..."
"Saving... Please Wait"="Speichere...Bitte warten"
"Sec.DNS"="Sekundärer DNS"
"Secondary DNS is invalid!"="Sekundärer DNS ist ungültig!"
"Backlight"="Hintergrundbeleuchtung"
"Backlight Time"="Dauer der Hintergrundbeleuchtung"
"Backlight Active Level"="Aktive Hintergrundbeleuchtung"
"Backlight Inactive Level"="Inaktive Hintergrundbeleuchtung"
"Local_Idle"="Local"
"Local History"="Lokale Historie"
"S_Local History"="Lokaler Verlauf"
"local Directories"="Lokales Verzeichnis"
"Local Directory"="Lokales Verzeichnis"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Achtung, nur 1000 Kontakte erlaubt!"
"Local Anonymous"="Anonym Lokalität"
"Local Anonymous Rejection"="Ablehnung  anonyme"
"L_Local Group"="Lokale Gruppe"
"Local Group"="Lokale Gruppe"
"S_Local Group"="Lokale Gruppe"
"Local CallLog"="Lokale Anrufliste"
"Local User"="Lokaler Nutzer"
"Local Codec"="Lokaler Codec"
"Wallpaper"="Hintergrundbild"
"Wallpaper will change into the default image. Confirm to delete or not?"="Das Hintergrundbild wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"Edit"="Bearbeiten"
"ICON_Edit"="Bearbeiten"
"S_Edit"="Bearbeiten"
"Edit My Device Information"="Geräteinfo bearbeiten"
"edit handset"="Mobilteil bearbeiten"
"Edit Network"="Netzwerk bearbeiten"
"Edit Location"="Standort bearbeiten"
"Editing"="Ändern"
"S_Editing"="Ändern"
"Edit Paging Address"="Paging-Adresse bearbeiten"
"Alter Type"="Alerttyp"
"DispCode"="Disposition-Code"
"L_Dispcode"="VrtCode"
"S_DispCode"="VrtCode"
"Invalid On code!"="Ungültiger Ein-Code!"
"Mark All as new"="Alle als neu markieren"
"Mark All as heard"="Alle als gehört markieren"
"Mark as new"="Als neu markieren"
"Mark as heard"="Als gehört markieren"
"Mark as read"="Als gelesen markieren"
"Label"="Label"
"Invalid Label!"="Ungültiges Etikett!"
"title"="Anrede"
"Dial Emergency"="Notruf wählen"
"Dialing"="Anrufen"
"Play"="Wiedergabe"
"Playing"="Wiedergabe"
"S_Play"="Wiedergabe"
"Play Ring"="Klingelton abspielen"
"Play Record"="Aufzeichnung abspielen"
"Play Tone"="Ton abspielen"
"Play Voice Message"="Sprachnachricht wiedergeben"
"Unclassified"="Nicht klassifiziert"
"Does not exist anywhere"="Überall nicht gefunden"
"Can't be empty"="Darf nicht leer sein!"
"Unavailable !"="Nicht verfügbar!"
"Unable to add to blacklist!"="Kann nicht zur schwarzen Liste hinzugefügt werden!"
"Unable to add to contacts!"="Kann nicht zu Kontakten hinzugefügt werden!"
"Can't be empty!"="Darf nicht leer sein!"
"Connot download PLCM Phonebook"="Download des PLCM-Tel.-Buches nicht möglich"
"mismatch"="Trennen"
"Contact is not local!"="Kein lokaler Kontakt!"
"Not allow opt in/out"="Opt-in/Opt-out nicht erlaubt"
"Anonymity Disallowed"="Anonymität nicht erlaubt!"
"Department"="Abteilung"
"Sample Rate"="Abtastrate"
"Menu"="Menü"
"S_Menu"="Menü"
"Menu key"="Menütasten"
"Operator fail"="Vorgang fehlgeschlagen!"
"Draftbox"="Entwürfe"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Test fehlgeschlagen"
"DECT dongle is removed,reboot and switch to SIP mode?"="Dongle is removed, reboot and switch to SIP mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Das DECT-Dongle wurde angeschlossen, neu starten und in den DD-Telefonmodus wechseln?"
"S_View"="Anzeigen"
"View"="Anzeigen"
"View more contacts..."="Weitere Kontakte anzeigen ..."
"View Executive List"="Vorstandsliste  ansehen"
"View Voice Mail"="Sprachnachrichten ansehen"
"View Assistant List"="Assitentenliste ansehen"
"Search LDAP Contacts"="LDAP-Kontakte suchen"
"Search Directory"="Suche nach Verzeichnis"
"Search For Contacts"="Suchen nach Kontakten"
"Search All Contacts"="Alle Kontakte suchen"
"Search Network Contacts"="Netzwerk-Kontakte suchen"
"Consult"="Konsultieren"
"S_Split"="Teilen"
"Split"="Aufteilen"
"Split All"="Alle teilen"
"Product ID"="Produkt-ID"
"Product Name"="Produktname"
"Always Off"="Immer Aus"
"General"="Allgemein"
"Generally Settings"="Allgemeine Einstelungen"
"Always On"="Immer Ein"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="Erfolg"
"Logout successful"="Ausloggen erfolgreich!"
"Login successful"="Einloggen erfolgreich!"
"Disconnect Success."="Verbindungsabbruch erfolgreich."
"Add the records success"="Datensatz erfolgreich hinzugefügt!"
"Move to blacklist success"="Verschieben in schwarze Liste erfolgreich"
"Move the contacts success"="Verschieben zu Kontakte erfolgreich"
"MTSW ACD Member"="Mitglied"
"S_Members"="Teilnehmer"
"S_MTSW ACD Member"="Mitglied"
"Memory Full"="Speicher voll"
"city"="Stadt"
"Duration"="Dauer"
"Factory Installed"="Werksmässig installiert"
"Outbound Alternate Number is invalid!"="Altern. ausgehende Nummer ist ungültig!"
"Outbound Alternate Phone Number"="Alt. abgehende Rufnr."
"Initial Call Back?"="Erster Rückruf?"
"Initial ACD State"="Init. ACD-Status"
"Initial State"="Anfangsstatus"
"Storage Media Properties"="Speicherplatz"
"Wrap up"="Zusammenfassung"
"Disposition Code"="Disposition-Code"
"Pager"="Pager"
"Transport"="Transport"
"Transmit Rate"="Übertragungsrate"
"Fax"="Fax"
"Secondary DNS"="Sekundärer DNS"
"from the conference?"="die Konferenz verlassen?"
"Remove from Favorite"="Von Favoriten entfernen"
"ICON_Remove from Favorite"="Aus Favoriten entfernen"
"Remove selected from favorite?"="Auswahl aus den Favoriten entfernen?"
"error"="Fehler"
"Wrong user name"="Falscher Benutzername!"
"Wrong user name or password!"="Falscher Benutzername oder Passwort！"
"Bad Request"="unzulässige Anfrage"
"Bad request!"="Anfragefehler"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Antworten"
"Open fail"="Öffnen fehlgeschlagen!"
"Proxy Fallback Interval"="Proxy Fallback Interval"
"Proxy Fallback Interval is invalid!"="Proxy Fallback Intervall ist ungültig!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Ungültiger Code für „Ablehnung ein“!"
"Idle Clock"="Untätigkeitsuhr"
"Idle Clock Display"="Untätigkeitsuhr-Bildschirm"
"SymmOneWayDelay"="SymEndeZuEndeVerz"
"Current Base Pin"="Aktuelle Basis-PIN"
"Current PIN is incorrect."="Aktuelle PIN ist falsch."
"Current PIN"="Aktuelle PIN"
"Current Time"="Aktuelle Zeit"
"VPN can't be on \n\n when file do not exist!"="VPN kann nicht aktiv sein \n wenn Datei nicht existiert!"
"To navigate the menu, please use the arrow keys below!"="Benutzen Sie bitte die unterhalb befindlichen Pfeiltasten zur Navigation im Menü!"
"Import Config"="Konfiguration importieren"
"To:"="An:"
"reached!"="Erreicht!"
"GuestOut"="GastAUS"
"Log Out"="Abmelden"
"Logged Out"="Ausgeloggt"
"Logout"="Abmelden"
"S_GuestOut"="GstLgot"
"S_Logout"="Abmelden"
"SignOut"="Abmelden"
"L_Logout"="Abmelden"
"In the logout"="Abmelden ..."
"In the logout ......"="In the logout ......"
"ACD Login"="ACD Anmelden"
"Logged-in Members"="Eingeloggte Mitglieder"
"Login Type"="Login-Typ"
"Login failed,password mistake."="Anmeldung fehlgeschlagen, falsches Passwort."
"Login Timer"="Anmeldetimer"
"Login as"="Anmelden als"
"Guest Login"="Gäste-Login"
"GuestIn"="GastEIN"
"Logged In"="Eingeloggt"
"Login"="Anmelden"
"S_GuestIn"="GstLgin"
"S_Login"="Anmelden"
"SignIn"="Anmelden"
"L_Login"="Anmelden"
"Login..."="Anmelden..."
"Login Failed."="Anmelden fehlgeschlagen."
"Logging in"="Anmelden"
"In the login ......"="Login ..."
"Wait for"="Warten auf"
"Wait Time"="Wartezeit"
"Level changed"="Ebene geändert"
"Low"="Niedrig"
"Area"="Bereich"
"region"="Region"
"Address"="Adresse"
"Address incomplete"="URL-Adresse ist unvollständig!"
"Location Saved."="Standort gespeichert."
"Dot"="Punkt"
"Touch to connect with "="Berühren, um eine Verbindung herzustellen"
"LocalMenu"="Lok. Verzeichnis"
"Phonebook"="Telefonbuch"
"S_PhoneBook"="Telefonbuch"
"L_PhoneBook"="Telefonbuch"
"Phonebook(0)"="TelBuch(0)"
"PhoneBook Name"="Telefonbuchname"
"Phone number can't be empty!"="Telefonnummer darf nicht leer sein!"
"Search by Phone Number"="Suche nach Tel.-Nr."
"Phone number is empty!"="Telefonnr. ist leer！"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Die Tel.-Nr. sollte nur aus Ziffern und einer optionalen Familien-Postfach-ID bestehen."
"Phone Unlock PIN"="Telefon: PIN entsperren"
"Telephone-Event"="Telefon-Ereignis"
"Phone To Ring"="Telefonklingel"
"The call was hung up"="Der Anruf wurde beendet."
"Cable Disconnect"="Cable disconnected!"
"Email"="E-Mail"
"MENU_Email"="E-Mail"
"Top Secret"="Streng geheim"
"Packet Lost"="Paket verloren"
"S_Discard"="Verwerfen"
"Jitter"="Jitter"
"Read"="Gelesen"
"Reading File..."="Lese Datei..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Ni.verbunden"
"ICON_Disconnect"="Trennen"
"S_Disconnect"="Trennen"
"Disconnect with"="trennen von"
"Disconnected"="Getrennt"
"Disconnect failed."="Verbindungsabbruch fehlgeschlagen."
"Queue"="Warteschlangen"
"Queue Name"="Name Warteschlange"
"Queue Status"="Warteschlangenstatus"
"Contrast"="Kontrast Einstellung"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Besetzt hier"
"Intercom"="Sprechanlage"
"L_Intercom"="Haustelefon"
"S_Intercom"="Haustelefon"
"Intercom Number is invalid!"="Wechselsprechnummer ist ungültig!"
"Intercom Barge"="Intercom hinzumischen"
"Intercom Mute"="Intercom-Stumm"
"Intercom Tone"="Intercom-Ton"
"Headset mode disabled"="Headsetmodus deakt."
"Headset Connected"="Headset verbunden"
"From"="Von"
"Outbox"="Postausgang"
"S_Dial"="Senden"
"S_Send"="Senden"
"Send"="Anrufen"
"To"="Zu"
"Send Warn"="Warnung senden"
"Send Anonymous Rejection Code"="Code für die Abweisung  senden"
"Send Anonymous Code"="AnonymCode senden"
"Sending Provision Requests"="Sende Provisionierungsanfrage..."
"Sending Requests..."="Sende Anfragen..."
"S_Send Message"="Nachricht senden"
"Send Message"="Nachricht senden"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Zurück"
"S_Back"="Zurück"
"Back To Record"="Zurück zur Aufzeichnung"
"Discard"="Verwerfen"
"Do you want to discard your change?"="Änderung verwerfen?"
"Invalid Number"="Ungültige Nummer"
"Value is invalid!"="Falscher Wert!"
"Illegal Character"="Unzulässiges Zeichen"
"Not Emergency Number!"="Keine Notrufnummer!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Erweiterung"
"Extension Number"="Durchwahl-Nr."
"extension_number"="Nebenstellennummer"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="gemeinsames Verzeichnis"
"Min"="Min"
"minutes left for call recording"="Verbleibende Minuten für Anrufaufzeichnung"
"No"="Nein"
"Server"="Server"
"Service"="Service"
"Server URL"="Server URL"
"Invalid Server URL!"="Ungültige Server-URL!"
"server error"="Serverfehler"
"Service error!"="Serverfehler!"
"URL"="URL"
"Invalid Server!"="Ungültiger Server!"
"Server is invalid!"="Server ist ungültig!"
"float"="schweben"
"Extention"="Durchwahl"
"Copy to Favorite"="Zu Favoriten kopieren"
"Capy Favorite Fail"="Zu Favoriten kopieren fehlgeschlagen!"
"Copy to Favorites failed!"="Zu Favoriten kopieren fehlgeschlagen!"
"Copy to All Lines?"="In alle Zeilen kopieren?"
"Copy selected to favorite ?"="Auswahl zu Favoriten kopieren?"
"Copy selected to favorite?"="Auswahl zu Favoriten kopieren?"
"Overwrite the original contact?"="Original Kontakt überschreiben?"
"This action can not be reversed."="Diese Aktion ist irreversibel."
"The file doesn’t exist"="Die Datei existiert nicht!"
"The file doesn't exist"="Die Datei(en) existiert(/-en) nicht!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Sprache einstellen ..."
"Advanced"="Erweitert"
"MENU_Advanced"="Erweitert"
"Advanced Setting"="Erweitert"
"MENU_Advanced Setting"="Erweiterte Einstellungen"
"user"="Benutzer"
"L_ACD Trace"="Verfolg"
"More"="Mehr"
"S_More"="Mehr"
"S_Show More"="Mehr"
"More..."="Mehr..."
"Change Base Pin"="Basis-PIN ändern"
"S_Show Less"="Verbergen"
"Refresh"="Aktualisieren"
"S_Flash"="Blinken"
"S_Update"="Aktu"
"Update"="Neu laden"
"Now to update the dect firmware and disconnect with all the dect microphones"="Um die DECT-Firmware zu aktualisieren, trennen Sie alle DECT-Mikrofone."
"Now to update the firmware and disconnect with all external micphones"="Um die Firmware zu aktualisieren, trennen Sie alle externen Mikrofone."
"Update Config"="Konfiguration aktualisieren"
"Update Configuration"="Konfiguration aktualisieren"
"Updating Configuration..."="Konfiguration aktualisieren ..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Aktualisierung der Konfiguration fehlgeschlagen."
"Configuration updating completed."="Aktualisierung der Konfiguration abgeschlossen"
"Configuration updating."="Aktualisiere Einstellungen..."
"Update Complete"="Aktualisierung abgeschlossen!"
"Updating Network"="Netzwerk aktualisieren"
"Update Firmware"="Firmware aktualisieren"
"Updating !"="Aktualisierung!"
"Updating, please wait..."="Update, bitte warten..."
"Refreshing..."="Aktualisiere..."
"Work Phone"="Arbeitstelefon"
"work_phone"="Arbeit_Telefon"
"Work Number"="Arbeitspl.-Nr."
"Business Hours"="Bürozeiten"
"Working time"="Work Time"
"Common"="AES-Schlüssel"
"Features"="Leist. Merkm."
"MENU_Features"="Leistungsmerkmale"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Funktionstasten"
"The feature activated !"="Die Funktion wurde aktiviert!"
"Shared Calls"="Gemeinsame Anrufe"
"Share line unavailable"="Gemeinsame Leitung nicht verfügbar"
"Alert SCA Location"="SCA -Standorte   Alarm"
"Firmware"="Firmware"
"Firmware Update..."="Update Firmware..."
"Customer"="Kunde"
"End Call"="Auflegen"
"Hang Up"="Auflegen"
"S_End Call"="Auflegen"
"Off"="Deaktiviert"
"Invalid Off code!"="Ungültiger Aus-Code!"
"Off Code"="DeaktCode"
"Off code can't be empty!"="Deaktivierungscode darf nicht leer sein!"
"Relation"="Verbindung"
"Manage"="Verwaltung"
"S_Manage"="Leiten"
"admin"="Admin"
"Manage Group"="Gruppe verwalten"
"Broadcasting..."="Senden ..."
"FWD International"="International weiterleiten"
"Country"="Land"
"Filter Type"="Filter Typ"
"Buddies"="Freunde"
"L_Buddies"="Buddies"
"Number"="Nummer"
"Phone Number"="Telefonnr."
"Phone Numbers"="Telefonnr."
"number?"="Number?"
"Number is invalid!"="Die Nummer ist ungültig!"
"Number can't be empty!"="Nr. benöt. Eintrag!"
"number is empty!"="Die Nummer ist leer!"
"Unallocated Number"="Nicht belegte Nummer"
"Number already exists!"="Die Nummer ist bereits vorhanden!"
"Blacklist"="Sperrliste"
"ICON_Blacklist"="Schwarze Liste"
"black list full"="Blacklist ist voll!"
"Callout"="Anruf aus"
"Outgoing Call"="Abgehender Ruf"
"S_Callout"="Ausrufen"
"Key As Send"="Sendetaste"
"Dial"="Anrufen"
"ICON_Dial"="Senden"
"MENU_Dial"="Senden"
"Calls for BLF"="Calls for BLF"
"Call Waiting"="Anklopfen"
"Placed Calllog"="Angerufen"
"Placed Calls"="Angerufen"
"Call Control"="Anrufkontrolle"
"MENU_Call Control"="Anrufsteuerung"
"Call Screening"="Anruf-Screening"
"Call Screening Switch"="Anruf-Screening"
"Call Fail"="Anr. Fehlgeschlagen"
"Call Alerting"="AnrBenachr"
"Call Push Recall After"="Anruf zurückholen nach"
"S_Call Push"="Anruf auslösen"
"Call Completion"="Call Completion"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Anruf erfolgreich auf dem USB-LW aufgezeichnet"
"Call VoiceMail"="Sprachbox anrufen"
"S_Call VoiceMail"="Sprachbox anrufen"
"Call Voice Mail"="Voicemail anrufen"
"S_Call Voice Mail"="Voicemail anrufen"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Wartende Anrufer"
"Calling"="Anrufen"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Rufweiterleitung"
"Call Forwarding Not Reachable"="Anrufweiterleitung nicht erreichbar"
"Call maximum"="Maximale Anrufe"
"Ignore"="Ignorieren"
"S_Ignore"="Ignor."
"S_Directories"="Telefonbuch"
"S_Directory"="Telefonbuch"
"L_Directories"="Telefonbuch"
"History"="Historie"
"MENU_History"="Verlauf"
"S_Calllog"="Anrufliste"
"S_History"="Verlauf"
"Video message cannot be played on the phone!"="Videonachricht kann nicht auf dem Telefon wiedergegeben werden!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Das Hintergrundbild für sowohl Telefon als auch EXP wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"Welcome"="Willkommen!"
"RoundTripDelay"="RoundtripVerz"
"Resume"="Fortsetzen"
"S_Resume"="Fort"
"Reset to Factory"="Werkseinstellungen"
"Factory Setting?"="Werkseinstellungen?"
"Reset To Factory Setting?"="Auf Werkseinstellung zurücksetzen?"
"resume record"="Datensatz fortsetzen"
"S_UnMute"="Laut"
"UnMute"="Laut schalten"
"Resume REC"="Fortgesetzt"
"ResumeREC"="Fortgesetzt"
"S_Resume REC"="Fortgesetzt"
"S_ResumeREC"="Fortgesetzt"
"Failed to resume recording"="Wiederaufnahmen fehlgeschlagen."
"Call Return"="Rückruf"
"CallReturn"="Rückruf"
"L_Recall"="Anruf zurückholen"
"Recall"="Rückruf"
"S_Recall"="Anruf zurückholen"
"S_Redial"="Wahlwiederholung"
"L_Call Return"="Anruf zurückholen"
"S_Call Return"="Anruf zurückholen"
"Call Back"="Rückruf"
"S_Call Back"="Rückruf"
"S_Reply"="Antw."
"Conf"="Konf."
"Conference"="Konferenz"
"L_Conference"="KonfAnr"
"S_Conference"="Konferenz"
"Conference with"="Konferenz mit"
"Meeting ID"="Meeting ID"
"ConferenceURL"="Konferenz-URL"
"Conf Manage"="Konfigurationsverwaltung"
"Conference Manage"="Konferenzverwaltung"
"conference_number"="Konferenznr."
"Obtaining Status..."="Status beziehen..."
"Obtaining IP Address"="IP-Adresse wird zugewiesen"
"Getting"="Empfangen"
"Secret"="Geheim"
"PrimaryContact"="Primärer Kontakt"
"MENU_Basic Setting"="Basis Einstellungen"
"Basic Setting"="Einstellungen"
"Enable this Location"="Diese Lokation  aktivieren"
"Active Level"="Aktive Ebene"
"Active Line"="Aktive Leitung"
"MENU_Calculator"="Taschenrechner"
"Record Mode"="Aufnahmemodus"
"Record file saved"="Aufzeichnung gespeichert"
"Record Failed"="Aufzeichnung fehlgeschlagen"
"Remember the Password"="Merken Sie sich das Passwort."
"Encryption Type"="VerschlüsselTyp"
"S_Join"="Teilnehmen"
"Loading phonebook is error!"="Fehler beim Laden des Telefonbuches!"
"Load Failed"="Laden fehlgeschlagen"
"Loading image..."="Bild laden ..."
"Image loading. Please wait !"="Bild laden ... Einen Moment bitte!"
"Loading File..."="Datei wird geladen..."
"Loading"="Wird geladen"
"Loading, please wait..."="Lade, bitte warten..."
"Family"="Familie"
"home_phone"="Privates Tel."
"Home Number"="Tel.-Nr. privat"
"HomeNumber"="Tel.-Nr. privat"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Feiertagsregelung"
"Interval"="Intervall"
"S_Silent Monitor"="StilMon"
"Silent Monitor"="Silent Monitor"
"Network Checking..."="Netzwerküberprüfung ..."
"Check"="Überpr"
"S_Check"="Überpr"
"Checking!"="Überprüfung ..."
"Simple"="Einfach"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Kurzbezeichnung"
"Setup"="Einrichtung"
"Keyboard"="Tastatur"
"Keypad"="Wähltasten"
"S_Keypad"="Num. Tastatur"
"KeyBoard Test"="Tastaturtest"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Zifferntastensperre"
"Keypad Lock"="Telefonsperre"
"KeypadLock"="TelSper"
"L_KeypadLock"="Tastatursperre"
"L_Phone Lock"="Telefonsperre"
"Phone Lock"="Telefonsperre"
"S_KeypadLock"="Telefonsperre"
"S_Phone Lock"="Telefonsperre"
"Lock type"="Art der Sperre"
"Lock Time Out"="Zeitüberschreitungssperre"
"Keypad locked."="Telefon gesperrt."
"Move selected to contactlist ?"="Auswahl in Kontaktliste verschieben?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Annehmen der Verbindunsanforderung von"
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="Strasse"
"Finished"="Beendet"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Voicemail beendet"
"Stop Time"="Stoppzeit"
"DPickup"="Heranholen"
"L_Pick Up"="Abnehmen"
"Pick Up"="Heranholen"
"Pickup_Idle"="Pickup"
"S_DPickup"="GezAnrÜbern"
"S_Pick Up"="Abnehmen"
"S_Screenshot"="Screenshot"
"Guest Unlock"="GastEntbl."
"S_Unlock"="Entsper"
"Unlock"="Entsperren"
"UnlockPIN"="Entsperren PIN"
"Unlock PIN"="Entsperren PIN"
"Unlock Pin incorrect"="Ungültige PIN!"
"Barge In"="Barge In"
"S_Barge In"="Einmi."
"Today"="Heute"
"Emergency Call Only"="Nur Notrufe"
"Emergency"="Notfall"
"L_Emergency"="Notfall"
"S_Emergency"="Notfall"
"Emergency Call"="Notruf"
"Emergency Escalation"="Notrufeskalation"
"Urgent Message"="Dringende Nachricht"
"Enter"="Eingeben"
"S_Enter"="Bestät"
"Attended Transfer"="Weiterleiten nach Rücksprache"
"Far Mute"="Gegenstelle stumm"
"S_Far Mute"="TNStumm"
"Disabled"="Deaktiviert"
"Forbidden Number"="unzulässige Nummer"
"manually configing is forbidden!"="Eine manuelle Konfiguration ist verboten!"
"Executive"="Executive"
"Executive Common Settings"="Executive allgemeine Einstellungen"
"Executive-Assistant"="Executive-Assistant"
"Executive-Originator"="Executive-Originator"
"ALERT"="Warnung"
"Warning"="Warnung"
"Warnings"="Warnungen"
"Warning Interval(s)"="Warnintervall(e)"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="Das Warntonintervall muss > = 10 und <= 1800 betragen."
"Static DNS"="Statischer DNS"
"Static IP"="Statische IP"
"Static IP Client"="Statischer IPv4-Client"
"Static IPv4 Client"="Stat. IPv4 Client"
"IPv4 Static DNS"="IPv4 stat. DNS"
"Static IPv6 Client"="Statische IPv6-Client"
"IPv6 Static DNS"="IPv6 stat. DNS"
"Mute"="Stumm"
"S_Mute"="Stummschaltung"
"S_Silence"="Stillschweigen"
"Silence"="Stumm"
"Silent"="Stille"
"old"="alt"
"The old PIN"="Alte PIN"
"Old PWD"="Aktuelles Passwort"
"The old pwd"="Altes Passwort"
"The old password is wrong!"="Aktuelles Passwort ist  falsch!"
"Block"="Blockiert"
"Reject"="Abweisen"
"Rejected"="Abgelehnt"
"S_Block"="Block."
"S_Reject"="Ablehnen"
"S_Open Door"="Tür öffnen"
"On"="Ein"
"Outbound Status"="Outbound Status"
"VPN Active"="VPN aktiv"
"Lock Enable"="Sperre aktivieren"
"On Code"="Ein-Code"
"Off Code could not be empty when On Code is set!"="Aus-Code erforderlich, wenn Aus-Code aktiv ist！"
"Enable Diversion Inhibitor"="Uml.schutz aktivieren"
"S_Start"="Start"
"Start"="Startzeit"
"StartSharing"="Freigabe starten"
"S_Start REC"="Aufz. starten"
"S_StartREC"="AufzSta"
"Start REC"="Aufz. starten"
"StartREC"="AufzSta"
"Start Time"="Startzeit"
"DSS Keys"="DSS-Tasten"
"Dsskey"="Direktwahltaste"
"Dsskey Wallpaper"="DSS-Tastenhintergrund"
"Optional"="Optional"
"S_S2S Avail"="S2S Avail"
"S2S Avail"="S2S Verfügebar"
"available network(s)"="Verfügbare(s) Netzwerk(e )"
"available network(s)(Connected with"="Verfügbare(s) Netzwerk(e) verbunden mit"
"Available Recording Time"="Mögliche Aufnahmezeit"
"Available Wireless Device"="Verfügbare WLAN-Netzwerke"
"Free"="Frei"
"Available Recording Time is less than 1 hour"="Die verfügbare Aufzeichnungszeit ist geringer als 1 Stunde."
"available network(s)("="Verfügbare(s) Netzwerke"
"available network(s):"="Verfügbare(s) Netzwerk(e )"
"Empty"="leer"
"N/A"="nicht verfügbar"
"None"="KEIN"
"S_Empty"="Leer"
"Space is not enough"="Nicht genügend Platz"
"Idle Record"="Leerlauf-Aufzeichnung"
"IdleRecord"="IdleRecord"
"Empty Value"="Null"
"Softkey Label"="Softkeybeschriftung"
"Fast Forward"="Schnell vor"
"S_Fast Forward"="Schnell vor"
"Fast Rewind"="SchnellZurück"
"S_Fast Rewind"="SchnellZurück"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Erweiterungsmodule"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Das EXP-Hintergrundbild wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"CallPull"="Anruf heranholen"
"S_CallPull"="AnrHol"
"Talk From"="Von"
"Not Acceptable Here"="nicht akzeptabel hier"
"Call Filtering"="Anruffilterung"
"Call Filtering Mode"="Anruffilterung Modus"
"Call Filtering Switch"="Anruffilterung"
"Call Pickup"="Anruf  holen"
"Calls for Pickup"="Anrufe zum Heranholen"
"Incoming video call request..."="Eingehender Videoanruf ..."
"From_Num"="von Nummer"
"From_FWD"="Von"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Ein"
"Bluetooth Mac"="Bluetooth Mac"
"Business Number"="Tel.-Nr. dienstlich"
"bluetooth device(s)"="Bluetooth-Gerät(e)"
"bluetooth devices"="Bluetooth-Geräte"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="Bluetooth-Gerät(e) verbunden mit"
"No Bluetooth Adapter Found."="Kein Bluetooth-Adapter gefunden."
"Bluetooth adapter is removed."="Der Bluetooth-Adapter wurde entfernt."
"Adapter has removed out"="Adapter wurde entfernt"
"Type"="Typ"
"Away"="Abwesend"
"S_S2S Unavail"="S2S Unavail"
"S2S Unavail"="Abwesend"
"Offline"="Offline"
"S_Unavail"="NiVerf"
"S_Unavailable"="NiVerf."
"Unavail"="Nicht verfügbar"
"Unavailable"="Nicht verfügbar"
"Unavailable Reason Code"="Code für Abwesenheitsgrund nicht verfügbar!"
"Calllog"="Anrufliste"
"History Record"="Verlaufsaufzeichnung"
"History Setting"="Verlaufseinstellung"
"History Details"="Historie Details"
"Provision now?"="Starten der Erstanmeldung des Telefons?"
"Update now?"="Bis zur Anmeldemöglichkeit,\n bitte warten..."
"Connect"="Verbinden"
"ICON_Connect"="Verb."
"S_Connect"="Verb."
"USB Connecting"="USB-Anschluss"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Verbindung erfolgreich."
"Connect to"="Verbinden mit"
"Disconnecting..."="Trennen ..."
"Failed to connect \nto server!"="Verbindung zum Server \n fehlgeschlagen!"
"Failed to connect to server!"="Verbindung zum Server fehlgeschlagen!"
"Connect failed."="Keine Verbindung."
"Connect Fail!"="Verbindung fehlgeschlagen!"
"Connect Mobile Failed"="Verbindung mit Handy fehlgeschlagen"
"Connecting"="Verbinde..."
"Connecting..."="Verbinde..."
"Contact already exists. Add contact with the same name?"="Kontakt existiert bereits, als Neukontakt überschreiben?"
"Delete the contact will also delete the contact in the server and can not be restored."="Lösche Kontakt auf Srv. unwideruflich."
"contact full"="Kontaktliste ist voll!"
"Contacts Setting"="Kontakte Einstellung"
"Contact Details"="Kontaktdetails"
"Contact exist!"="Kontaktname existiert bereits!"
"Confirm PIN mismatch!"="Bestätigte PIN stimmt nicht überein!"
"FlexSeat"="FlexSeat"
"FlexSeat Login"="FlexSeat anmelden"
"Ring Tones"="Klingeltöne"
"MENU_Browser"="Browser"
"Browse Photo"="Fotos durchsuchen"
"Browse Recordings"="Audio durchsuchen"
"Messages List"="Nachrichtenliste"
"L_Messages List"="Nachrichtenliste"
"S_Messages List"="Nachrichtenliste"
"L_Record"="Aufzeichnung"
"Record"="Aufnahme"
"S_Record"="Aufzeichnung"
"Voice Record"="Sprachaufzeichnung"
"Failed to record call"="Anrufaufnahme fehlgeschlagen."
"MENU_Recorder"="Aufzeichnungsgerät"
"Voice Recorder Number is invalid!"="Sprachrecordernummer ist ungültig!"
"Recording not allow play any record!"="Aufzeichnen nicht zulässig, Ansage abhören!"
"Record VM"="VM aufzeichnen"
"Record Warning Tone"="Aufnahmewarnton"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Route nachverfolgen"
"Code"="Code"
"Busy..."="Besetzt ..."
"Busy"="Besetzt"
"B Transfer"="BT-Send"
"S_B Transfer"="BT-Send"
"No Record"="Keine Aufzeichnungen"
"No available Wi-Fi,go to Wi-Fi setting now?"="Kein Drahtlosnetzwerk verfügbar, zu den WLAN-Einstellungen?"
"No Available Account"="No available account"
"No EXP"="Kein EXP"
"No USB Inserted"="Kein USB angeschlossen."
"No contact!"="Kein Kontakt!"
"No Disposition Codes"="Keine Dispositions-Codes!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No regised handset"="Kein registriertes Mobilteil"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Kein WLAN-Adapter gefunden!"
"No registered handset"="No registered handset"
"Media Type"="Medientyp"
"Media Stats"="Medienstatistik"
"Media audio"="Medien-Audio"
"Invalid US Date Format!"="Ungültiges US-Datumsformat!"
"Invalid US Time Format!"="Ungültiges US-Zeitformat!"
"Opt Out"="Opt-out"
"Opt In"="Opt-in"
"Password"="Passwort"
"Change Password"="Passwort ändern"
"Password can't have space only"="Das Passwort darf keine Leerzeichen enthalten."
"Password can't be empty!"="Passwort darf nicht leer sein!"
"Confirm password mismatch!"="Passwörter stimmen nicht überein!"
"Passwords don't match!"="Die Passwörter stimmen nicht überein!"
"Password is wrong!"="Falsches Passwort!"
"Password is invalid!"="Falsches Passwort!"
"Cipher Type"="Chiffret0yp"
"Invalid Password!"="Ungültiges Passwort!"
"Do Not Disturb"="Nicht stören"
"DND Enable"="Nicht stören aktivieren"
"DND"="N. stören"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Freisprechmodus deakt."
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="Vorname"
"Name suffix"="Namenszusatz"
"Name prefix"="Präfixname"
"Members"="Teilnehmer"
"Last Name"="Nachname"
"Name can't be empty!"="Name darf nicht leer bleiben!"
"ICON_Sort First Name"="Nach Vornamen sortieren"
"Sort First Name"="Nach Vornamen sortieren"
"Search by FirstName"="Suche nach Vorname"
"Search by Name"="Suche nach Name"
"Name is invalid!"="Name ist ungültig!"
"default"="Standard"
"S_default"="Standard"
"CommonRingTone"="Standard-Klingelton"
"Default password is in use"="Das Standardpasswort wird verwendet."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Standardgateway"
"IPv4 Default Gateway"="IPv4 Default-Gateway"
"Default Gateway is invalid!"="Standard-Gateway ist ungültig!"
"Default Account"="Standardkonto"
"Target"="Ziel"
"Target can't be empty!"="Ziel fehlt!"
"Server Internal Error"="Interner Serverfehler"
"Out of memory!"="Kein freier Speicher!"
"Storage is not enough, recorded file is saved."="Unzureichender Speicherplatz, Aufz. wurde gespeichert."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Möchten Sie alle Anruflisten löschen? Diese Aktion ist irreversibel."
"Nick Name"="Spitzname"
"Nickname"="Spitzname"
"Nick name must be unique."="Spitzname muss eindeutig sein."
"Nick name must not be empty."="Spitzname darf nicht leer sein."
"Anonymous"="Anonym"
"Anonymous Call"="Anonymer Anruf"
"Anonymous Rejection"="Abweisen unbekannter Anrufe"
"Year"="Jahr"
"Date(YMD)"="Datum (JMT)"
"Your Name or Password was not Recognized!"="Benutzername oder Passwort falsch."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Sie werden autom. von MLHG ausgeloggt. Wirklich einloggen?"
"You have quitted the group successfully."="Sie haben die Gruppe erfolgreich verlassen."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Q'ing"
"Paired Bluetooth Device"="Gekoppelte Bluetooth-Geräte"
"Configuration"="Configuration"
"Config Version"="Konfigurationsversion"
"Config updating!"="Config updating!"
"Configuration Updating !"="Aktualisierung der Konfiguration !"
"Configuration update complete."="Aktualisierung der Konfiguration abgeschlossen."
"Nothing Changed!"="Nichts geändert!"
"Friend"="Freund"
"Passkey"="Verbindungsschlüssel"
"Frequency"="Frequenz"
"hiragana_first_name"="Hiragana_Vorname"
"hiragana_last_name"="Hiragana_Nachname"
"Platform"="Plattform"
"Screensaver"="Bildschirmschoner"
"Screensaver Type"="BiSchiSchoTyp"
"Var"="var"
"Common Account"="Gemeinsames Konto"
"Other"="Weiter"
"Others"="Weiter"
"Other error!"="Sonstiger Fehler!"
"Other Number"="Andere Nummer"
"OtherNumber"="Andere Nummer"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Unternehmen"
"Call Initiation"="Initiation"
"S_Call Initiation"="AnrStrt"
"Enabled"="Aktiviert"
"Intercom Allow"="Intercom zulassen"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Vorherige Seite"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Präfix"
"Prefix"="Präfix"
"S_Prefix"="Präfix"
"Prefix is invalid!"="Präfix ist ungültig!"
"Bridge"="Brücke"
"Bridge ID"="Bridge-ID"
"BridgeID is invalid!"="Bridge ID ist ungültig!"
"S_Swap"="Wechseln"
"S_Switch"="Umsch."
"Swap"="wechseln"
"Switch"="Wechseln"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Umsch."
"Switch Account"="Konto wechseln"
"S_Clear"="Löschen"
"Clear web.cfg settings"="Web.cfg-Einstellungen löschen"
"Clear local.cfg settings?"="local.cfg-Einst. zurücksetzen?"
"Clear non-static settings?"="Nichtstat. Einst. zurücksetzen?"
"Clear all static.* settings?"="Alle static.*-Einst. zurücksetzen?"
"Clear All Record ?"="Alle Datensätze löschen?"
"Clear All Photo ?"="Alle Fotos löschen?"
"Clear all userdata & local config?"="Alle Benutzerdaten/LokEinstellungen zurücksetzen?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Symbol löschen"
"Clear account config \n\n please wait..."="Lösche Kontoeinstellungen \n\n Bitte warten..."
"Clear your account config?"="Ihr Konto wirklich löschen?"
"Please Wait!"="Einen Moment bitte!"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Bitte stecken Sie einen USB-Stick ein!"
"EXP power is lack!"="Der/die externe Netzadapter werden benötigt!"
"Leave Message"="Nachricht hinterlassen"
"Do you want to save the contact or discard it?"="Kontakt speichern oder verwerfen?"
"Do you want to save your changes or discard them?"="Änderungen speichern oder verwerfen?"
"Do you want to save the message or discard it?"="Nachricht speichern oder verwerfen?"
"Do you want to logout?"="Möchten Sie ausloggen?"
"Would you like to sync phone contacts temporarily?"="Wollen Sie zeitweise Tel.-Kontakte sync.?"
"Please wait"="Bitte warten"
"Please enter dect pin"="Bitte geben Sie die DECT-PIN ein."
"Please input PIN code."="Bitte geben Sie den PIN-Code ein."
"Please enter your SIP Credential Password!"="Bitte geben Sie das SIP Passwort ein"
"SIP credential password!"="SIP-Passwort!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Bitte Schlüsselwort(e) eingeben."
"Please Enter Filter Conditions"="Bitte geben Sie die Filterbedingungen ein!"
"Enter Filter Conditions"="Die Filterbedingungen eingeben"
"Please Enter Password"="Bitte Passwort eingeben"
"Please input complete pin code"="Bitte geben Sie den vollständigen PIN-Code ein."
"Please enter an IP address or domain name"="Bitte eine IP-Adresse oder einen Domainnamen eingeben"
"Previous Operation in Process."="Noch in Bearbeitung ... "
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Bitte auswählen"
"Please selected contact!"="Bitte einen Kontakt wählen!"
"Please selected record!"="Bitte eine Aufzeichnung auswählen!"
"Please select a Disposition Code!"="Bitte Dispositions-Code wählen!"
"Please selected a group!"="Bitte Gruppe auswählen!"
"Please select a group"="Wählen Sie bitte eine Gruppe aus."
"Please contact your service provider for commprotal web URL!"="Bitte setzen Sie sich mit Ihrem Service-Provider bezüglich einer Commportal-Web-URL in Verbindung!"
"Please contact your service provider for commprotal web Username/Password!"="Bitte setzen Sie sich mit Ihrem Service-Provider bezüglich eines Commportal-Benutzernamen/Passwortes in Verbindung!"
"Please contact your service provider for CommPortal web Username/Password!"="Bitte setzen Sie sich mit Ihrem Service-Provider bezüglich eines Commportal-Benutzernamen/Passwortes in Verbindung!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Bitte geben Sie den folgenden PIN-Code auf Ihrem WLAN-Router ein und drücken Sie OK, um die Verbindung herzustellen:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="FolgPINAmWiFi-RouterEingebUndOKDrücken:"
"Please retry..."="Bitte erneut versuchen ..."
"Please register your handset"="Bitte registrieren Sie Ihr Mobilteil ..."
"Retrieve"="Rückholung"
"S_Retrieve"="Hrnh"
"Retrieve Failed."="Rückholung fehlgeschlagen."
"L_Retrieve Park"="GeparkAnrZurück"
"Retrieve Park"="Rückholung Parken"
"Cancel"="Abbrechen"
"S_Cancel"="Abbr."
"Cancel Login"="Anmeldung Abbrechen"
"Cancel Select Executive"="ausgewählte Exekutive beenden"
"Range of value is illegal"="Wertbereich ist illegal"
"Delete All"="Alles löschen"
"ICON_Delete All"="AllLö"
"S_Split All"="Split All"
"All Off"="Alle Aus"
"S_All Off"="AlDeakt"
"All On"="Alle Ein"
"S_All On"="AlleAkt"
"Global Address Book"="Globales Adressenverz."
"Del All"="Alles löschen"
"S_Del All"="AllLö"
"S_Delete All"="AllLö"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Sind Sie sicher, ein leeres Passwort zu vergeben?"
"Confirm PIN"="PIN bestätigen"
"Are you sure you want to Log out!"="Wirklich ausloggen?"
"Confirm PWD"="Passwort bestätigen"
"Group Id is invalid!"="Gruppen-ID ist ungültig!"
"Group Listening"="Gruppe hören"
"L_Group Listening"="Gruppenhören"
"Group"="Gruppe"
"L_Group"="Gruppe"
"S_Group"="Gruppe"
"group_id"="Gruppen-ID"
"Group isn't exist!"="Gruppe existiert nicht!"
"Group not existed!"="Gruppe existiert nicht!"
"Group is full!"="Grouppe ist voll!"
"Group Night Forward"="Weiterleitung während der Nacht"
"Group already exist!"="Gruppe existiert bereits!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Hotline"
"Hot Number"="Zielrufnummer"
"HotLine Delay"="Verzögerung der Hotline"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Hotline-Verzög. muss zw. 0 und 10 liegen."
"Authentication Failed!"="Authentifizierung fehlgeschlagen!"
"Day"="Tag"
"MENU_Calendar"="Kalender"
"Date"="Datum"
"Date Format"="Datumformat"
"Date Format is invalid!"="Datumsformat ist ungültig!"
"logs"="Logs"
"If not,it may cause the handsets update failed"="Andernfalls kann das Aktualisieren der Mobilteile fehlschlagen."
"If not,it may cause the dect dongle opened failed which need to update again."="Andernfalls wird der DECT-Dongle möglicherweise nicht geöffnet und muss erneut aktualisiert werden."
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"S_Scan"="Suchen"
"Scan Wifi"="WLAN scannen"
"Scanning bluetooth devices.."="Scanne nach Bluetooth-Geräten..."
"Scanning..."="Scanne..."
"Delete"="Löschen"
"ICON_Delete"="Löschen"
"S_Delete"="Löschen"
"S_Remove"="Entf"
"Deleting."="Löschen."
"Delete successed"="Gelöscht"
"Deleted successfully"="Erfolgreich gelöscht!"
"Delete number?"="Nummer löschen?"
"Delete the record?"="Aufz.löschen?"
"Delete Call Log"="Anrufliste löschen"
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Alle Nummern löschen?"
"Delete all locations?"="Alle Standorte löschen?"
"Delete Group"="Gruppe löschen"
"Delete selected wallpaper?"="Ausgewähltes Hintergrundbild löschen?"
"Delete seleted images?"="Ausgewählte Bilder löschen?"
"Delete the selected message?"="Ausgewählte Nachricht löschen?"
"Delete seleted item?"="Ausgewähltes Element löschen?"
"Delete selected paging group?"="Ausgewählte Paging-Gruppe löschen?"
"Delete all?"="Alle löschen?"
"Delete All Call Log"="Alle Anruflisten löschen"
"Delete all item?"="Alle Elemente löschen?"
"Delete all the call records?"="Alle Anrufaufzeichnungen löschen?"
"Delete all images?"="Alle Bilder löschen?"
"Delete All Items?"="Alle Elemente löschen?"
"Delete All Group?"="Alle Gruppen löschen?"
"Delete all paging group?"="Alle Paging-Gruppen löschen?"
"Deleting Calls"="Anrufe löschen"
"Deleting completed."="Löschen erfolgreich."
"Delete location?"="Standort löschen?"
"Delete File Success"="Datei erfolgreich gelöscht"
"Delete File Fail"="Löschen der Datei fehlgeschlagen!"
"Delete Message?"="Nachricht löschen?"
"Do you want to delete this call log?"="Möchten Sie die Anrufliste löschen?"
"Delete Selected Group?"="Gewählte Gruppe löschen?"
"Delete Focus Record ?"="Hauptaufzeichnung löschen?"
"Delete the selected records?"="Den ausgewählten Datensatz löschen?"
"Delete Selected Item?"="Gewählten Eintrag löschen?"
"Delete the select item?"="Das ausgewählte Element löschen?"
"Delete this audio?"="Diese Audiodatei löschen?"
"Delete this group message(s)?"="Diese Gruppennachricht(en) löschen?"
"Delete this message?"="Diese Nachricht löschen?"
"Delete this voice mail?"="Diese Voicemail löschen?"
"Deleting"="Löschen"
"Deleting. Please wait..."="Lösche, bitte warten..."
"Deleting..."="Lösche..."
"Deleting... Please Wait."="Lösche...Bitte warten"
"Power of flashing red light dect is low"="Die DECT-Leistung ist niedrig, wenn ein rotes Licht blinkt."
"Ring Splash"="Klingelton Splash"
"Previous"="Vorherige"
"S_Previous"="Zurück"
"GuestLock"="Gstsper"
"S_GuestLock"="Gstsper"
"Prev"="Vor"
"S_Prev"="Vor"
"Move Up"="Nach oben verschieben"
"Phone"="Telefon"
"Device Name"="Gerätname"
"Device name can't be empty!"="Gerätename kann nicht leer sein！"
"Device Info"="Geräteinformationen"
"Device Cert"="Geräte-Cert"
"ICON_Setting"="Einst."
"MENU_Settings"="Einstellungen"
"S_Set as"="Verwenden als"
"Set as"="Verwenden als"
"Setting"="Einst."
"Settings"="Einstellungen"
"Go to Setting?"="Zu Einstellungen gehen?"
"Set E911 Location"="Standort von E911 festlegen"
"Set wallpaper successfully"="Ändern des Hintergrundbildes erfolgreich!"
"Set WallPaper Fail"="Hintergrundbild festlegen fehlgeschlagen"
"Settings will take effect after a few seconds"="Settings will take effect after a few seconds"
"Set Dsskey wallpaper successfully"="Hintergrundbild für Dsskey erfolgreich eingestellt!"
"Setting Type"="Typ einstellen"
"Set you location?"="Standort festlegen?"
"Set screensaver successfully"="Konfigurieren des Bildschirmschoners erfolgreich!"
"Config Updating"="Konfigurationsupdate"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Als EXP-Hintergrundbild"
"Set EXP wallpaper successfully"="Ändern des EXP-Hintergrundbildes erfolgreich!"
"Set as wallpaper"="Als Hintergrundbild"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Als Bildschirmschoner"
"An error occurred during file setting"="Bei der Einstellung der Datei ist ein Fehler aufgetreten."
"Set Voice Mail Code"="Geben Sie den Voice Mail Code ein"
"Apply for binding devices"="Geräteverbindung beantragen"
"Invalid Identity!"="Ungültige Identität!"
"Upgrading Dect Dongle ?"="DECT-Dongle aktualisieren?"
"Upgrade Video"="Video aktualisieren"
"Update Finish !"="Aktualisierung abgeschlossen !"
"Sound"="Töne"
"Remaining battery"="Verbleibende Batterie"
"Available Audio Record"="Audioaufnahme verfügbar"
"Remaining Time"="Verbleibende Zeit"
"failed"="Fehlgeschlagen"
"Fail!"="Fehlschlag!"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Fehlgeschlagen, bitte noch einmal..."
"Time(HMS)"="Zeit (hms)"
"Time"="Zeit"
"Time Format"="Zeitformat"
"Time Format is invalid!"="Zeitformat ist ungültig!"
"Invalid Time Format!"="Ungültiges Zeitformat!"
"Time & Date"="Zeit & Datum"
"Time & Date Format"="Zeit & Datumformat"
"Time Zone"="Zeitzone"
"Identify USB device failed."="USB-Gerät kann nicht erkannt werden."
"User name couldn't be empty!"="Benutzername darf nicht leer bleiben!"
"bw_userid"="BroadWorks-ID"
"Use Host"="Benutzer-Host"
"Always with Pause/Resume"="Immer mit Pause/Fortsetzen"
"Video"="Video"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Videokonferenz"
"video record error!"="Record video error!"
"Yes"="Ja"
"Log Out?"="Ausloggen?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Wollen Sie wirklich verschieben "
"Are you sure to remove ?"="Wollen Sie wirklich verschieben ?"
"Do you want to delete all call logs?"="Möchten Sie alle Anruflisten löschen?"
"Do you want to delete all placed call logs?"="Möchten Sie alle abgegangenen Anrufe löschen?"
"Do you want to delete all call logs?This action can not be reversed."="Möchten Sie alle Anruflisten löschen? Diese Aktion ist irreversibel."
"Do you want to delete all missed call logs?"="Möchten Sie alle verpassten Anrufe löschen?"
"Do you want to delete all received call logs?"="Möchten Sie alle angenommenen Anrufe löschen?"
"Are you sure to delete the Account information ?"="Möchten Sie die Kontoinformationen wirklich löschen?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Möchten Sie dieses Konto wirklich verlassen?"
"Do you want to remove"="Möchten Sie"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter wurde hinzugefügt, die Suche nach Bluetooth-Geräten jetzt starten?"
"Favorite"="Verzeichnis"
"Favourite"="Favoriten"
"ICON_Favorite"="Favoriten"
"Favorite is on\n manually configing is forbidden!"="Favoriten aktiv.\nManuelle Konfiguration nicht möglich!"
"Favoritelist"="Favoritenliste"
"Favorite Directory"="Favoritenverzeichnis"
"Favorite Index"="Favoriten-Index"
"Favorite Index already exist!"="Favoriten-Index existiert bereits!"
"Charge"="Charge"
"Inbox"="Posteingang"
"Handsets"="Mobilteile"
"Handset 2"="Mobilteil 2"
"Handset 3"="Mobilteil 3"
"Handset 4"="Mobilteil 4"
"Handset 5"="Mobilteil 5"
"Reset/Reboot operation is prohibited from the handset!Please operate it directly on T58 phone!"="Zurücksetzen/Neustart ist vom Mobilteil aus nicht erlaubt! Bitte führen Sie dies direkt am T58-Telefon durch!"
"Handset mode disabled"="Telefonhörermodus deakt."
"Now to update the handsets,and keep it connected to your phone."="Mobilteil wird aktualisiert. Bitte trennen Sie es nicht von Ihrem Telefon."
"Manual Setting"="Manuelle Einstellungen"
"Mobile"="Mobil"
"mobile_phone"="Handy"
"ICON_Send by Mobile"="ÜbHandySnd"
"S_Send by Mobile"="ÜbHandySnd"
"Send by Mobile"="ÜbHandySnd"
"Mobile Account"="Mobilgerätekonto"
"Mobile Number"="Mobilnummer"
"Mobile Account is not connected!"="Kein Mobilgerätekonto verfügbar!"
"Invalid Mobile number!"="Ungültige Handynummer!"
"Mobile number is invalid!"="Handynummer ungültig!"
"Mobile Contacts"="Mobilgerätekontakte"
"Mobile Connected"="Mobilgerät verbunden"
"Phone audio"="Telefon: Audio"
"Mobile Voice Mail"="Mobile Sprachnachrichten"
"L_Mobile Account"="Mobilgerätekonto"
"Pri.DNS"="Primärer DNS"
"Enter the 9 PIN Code"="Geben Sie den 9-stelligen PIN-Code ein"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Geben Sie Ihr Passwort für den Netzzugang ein!"
"Enter number"="Nr. Eingeben"
"Enter the meeting ID"="Geben Sie die Konferenz-ID ein"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Passwort eingeben"
"Enter code"="Code eingeben"
"Enter New Pin"="Geben Sie eine neue PIN ein"
"Packets lost"="Paketverlust"
"Flash"="Flash"
"S_Refresh"="Aktualisier."
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Aktualisierung fehlgeschlagen"
"Flash Time"="Blinkzeit"
"Flashing"="Blinkt"
"Refreshing.."="Aktualisiere..."
"Sequential"="Sequenziell"
"L_Private Hold"="AnrHaltPers"
"Personal Address Book"="Privates Adressenverz."
"L_Personal"="Personal"
"S_Personal"="Persönlich"
"PriHold"="PriHalten"
"Private Hold"="Privat Halten"
"S_PriHold"="Prv halten"
"ICON_Search"="Suche"
"S_Search"="Suche"
"Scan"="Überprüfen"
"Search"="Suche"
"Search Key"="Schlüssel suchen"
"Search Result"="Suchergebnis"
"Scan Bluetooth Device"="Suchen nach Bluetooth-Gerät"
"Search Type"="Typ suchen"
"Search Global Contacts"="Globale Kontaktsuche"
"Search Group"="Gruppe suchen"
"Scan failed."="Suchen fehlg."
"Search Failed!"="Suche fehlgeschlagen!"
"L_SpeedDial"="Kurzwahl"
"S_SpeedDial"="Kurzwahl"
"SpeedDial"="Kurzwahl"
"""Anywhere""=""P. Klingeln-T41T42
Parall. Klingeln-T46T48"""
"Alert Broadworks Anywhere Location"="Anywhere-Standort Alarm"
"Both"="Beide"
"All XML Group"="Alle XML-Gruppen"
"All keys"="Alle Tasten"
"All Contact"="Alle Kontakte"
"All Buddies"="Alle Freunde"
"All Calllog"="Alle Anrufe"
"All Calls"="Alle Anrufe"
"All Income Calls"="Alle Anrufe"
"All Contacts"="Alle Kontakte"
"L_All Contacts"="Alle Kontakte"
"S_All Contacts"="Alle Kontakte"
"All Groups?"="Alle Gruppen?"
"all message?"="Alle Nachrichten?"
"All Internal Calls"="Alle interne Anrufe"
"All External Calls"="Alle externe Anrufe"
"lock"="Sperre"
"Locked."="Gesperrt."
"Menu Locked"="Menü gesperrt"
"S_Guest Lock"="Gast sperren"
"Lock Time Should be more than 0!"="Sperrdauer muss größer als 0 sein!"
"Specified AES"="spezifizierte AES"
"Tips:"="Tips:"
"Add"="Hinzufü."
"ICON_Add"="Hinzufügen"
"S_Add"="Hinzufügen"
"Add Metaswitch Contact"="Metaswitch-Kontakt hinzufügen"
"Add PAB"="Hinzufügen des öffentlichen Telefonbuches"
"Add to"="hinzufügen"
"ICON_Add to"="hinzufügen zu"
"Add To Metaswitch Contact"="Den Metaswitch-Kontakten hinzufügen"
"ICON_Add To Metaswitch Contact"="Den Metaswitch-Kontakten hinzufügen"
"Add to local Contacts"="Zu lokalen Kontakten hinzufügen"
"Add to Favorites with an index of"="Zu Favoriten hinzufügen mit dem Index"
"Add to Blacklist"="Zur schw.Li.addn"
"Add to Contact"="Zu den Kontakten hinzufügen"
"Add to Contacts"="Zu den Kontakten hinzufügen"
"ICON_Add to Contacts"="zu Kontakten hinzufügen"
"Add to Favorite with an index of"="Zu Favoriten hinzufügen mit dem Index"
"Add to Personal"="Zur eig.Li.adden"
"Add Number"="Nr. Hinzufügen"
"Add Blacklist"="Sperrliste hinzufügen"
"Add Contact"="Kontakt hinzufügen"
"Add Personal"="Zur privaten Kontaktliste hinzufügen"
"ICON_Add Personal"="Eig.Li.adden"
"Add network"="Netzwerk hinzufügen"
"Add Group"="Gruppe hinzufügen"
"S_Add Group"="Gruppe hinzufügen"
"Add Group SoftKey"="GrpAddn"
"S_Add Group SoftKey"="Gruppe hinzufügen"
"New Missed Call(s)"="neue(r) verpasste(r) Anruf€"
"New Text Message"="Neue Textnachricht"
"New Voice Mail(s)"="neue Sprachbenachrichtigung(en)"
"Skip"="Skip"
"Update Skipped"="Aktualisierung übersprungen"
"S_Stop"="Anhalten"
"Stop"="Stopp"
"Stopped"="Beendet"
"StopSharing"="Freigabe aufheben"
"S_Stop REC"="Aufz. beenden"
"S_StopREC"="AufzBen"
"Stop REC"="Aufz. beenden"
"StopREC"="AufzBen"
"Failed to stop recording"="Stopp der Aufnahme fehlgeschlagen."
"Call Finish"="Anruf beenden"
"Call Recording"="Anrufaufzeichnung"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Im Gespräch"
"Call Park"="Anruf parken"
"L_Call Park"="Gespräch parken"
"Call Park Number is invalid!"="Anruf-Parknummer ist ungültig!"
"Transfer"="Übergeben"
"Transfer to"="Übergeben"
"Calls Longest"="Längste Anrufe"
"Directories"="Verzeichn."
"Directory"="Verzeichnis"
"L_Directory"="Telefonbuch"
"MENU_Directory"="Telefonbuch"
"Sync failed"="Synchronisierungsfehler"
"Mobile Contacts Sync"="KontSynchr"
"Simultaneous"="Simultan"
"Simultaneous Ring Personal"="Zeitgl. pers. Klingeln"
"Transparency"="Transparent"
"Photo"="Foto"
"Image load error !"="Bildfehler laden!"
"Image is too large !"="Das Bild ist zu groß!"
"Can not compress pictures!"="Bilder können nicht komprimiert werden!"
"Photo Details"="Photo Details"
"Exit"="Abbrechen"
"S_Exit"="Beenden"
"Update Existing"="Aktualisierung beenden"
"BackSpace"="Zurücktaste"
"Done"="Fertig"
"Finish"="Finish"
"S_Finish"="Fertig stellen"
"Saving completed."="Speichern erfolgreich."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Kontakt wird synchronisiert!"
"Contact not existed!"="Kontakt existiert nicht!"
"Network"="Netzwerk"
"L_Network Favorites"="Netzwerk-UC-Favoriten"
"Network Favorites"="Netzwerk Favoriten"
"Network Unavailable"="Kein Netzwerk"
"Net unavailable !"="Netzwerk nicht verfügbar!"
"Network unavailable."="Netzwerk nicht verfügbar."
"The network is unstable"="Instabiles Netzwerk"
"Storage Network"="Bekannte(s) WLAN-Netzwerk(e)"
"S_Network Calls"="Network Calls"
"Network PhoneBook"="Netzwerk-Telefonbuch"
"Network Call List"="Netzwerk-Anrufliste"
"Network changed. Rebooting"="Netzwerkwechselt.Neustart"
"Web Timer "="Webtimer "
"Web Timer should be 0-120!"="Der Webtimer muss 0 - 120 betragen!"
"Network CallLog"="Anruflisten"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Anrufliste Netzwerk"
"Network Directories"="Namen und Rufnummern"
"Network Directory"="Namen und Rufnummern"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"S_Network Directories"="Netzwerkverzeichnis"
"S_Network Directory"="Netzwerkverzeichnis"
"NetworkDirectoryGroup"="NetzwVerzGrp"
"S_NetworkDirectoryGroup"="NetzwVerzGrp"
"L_NetworkDirectoryGroup"="NetzwVerzGrp"
"L_Network Contacts"="Netzwerk-Kontakte"
"L_Network Group"="Netzwerkgruppe"
"Network Contacts"="Netzwerk-Kontakte"
"Network Group"="Netzwerk-Gruppe"
"S_Network Group"="Netzwerkgruppe"
"S_Network Contacts"="Netzwerk-Kontakte"
"NetworkFavorites"="Netzwerk-Favoriten"
"S_Network Dirctory"="Netzwerkverzeichnis"
"Network unreachable"="Netzwerk nicht erreichbar"
"Network Details"="Netzwerkdetails"
"Network Status"="Netzwerk-Status"
"web"="Web"
"Web Server"="Webservertyp"
"UnTested"="UnTested"
"Undefined Error!"="Undefinierter Fehler!"
"UnRead"="Ungelesen"
"Missed"="Missed"
"Missed Calllog"="Verpasste"
"Missed Calls"="Verpasste Anrufe"
"Missed Call"="Verpasste Anrufe"
"unauthorized."="Nicht autorisiert"
"Not Found"="Nicht gefunden"
"Unknown"="Unbekannt"
"Unknown Error !"="Unbekannter Fehler!"
"Unknown Line"="Unbekannte Leitung"
"User unknown."="Benutzer unbekannt"
"Unregistered"="Nicht registriert"
"Un-Park"="Un-Park"
"Location"="Standort"
"location?"="Ort?"
"Locations"="Standorte"
"Text can't be empty!"="Geben Sie einen Text ein!"
"Text Message"="Textnachrichten"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Dateigröße"
"MENU_File Manager"="Dateimanager"
"File Name"="Dateiname"
"Profile Name"="Profilname"
"File is too large !"="File is too large !"
"The file is too large"="Die Datei ist zu groß."
"Incorrect filesystem, please use FAT32"="Falsches Dateisystem, bitte benutzen Sie FAT32"
"File already exists, Confirm to replace or not?"="Datei existiert bereits. Wollen Sie diese ersetzen?"
"File already exists"="Datei existiert bereits."
"file renaming"="Datei umbenennen"
"My Mobile"="Handy"
"S_My Mobile"="Handy"
"My State"="Mein Status"
"My Status"="Mein Status"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="Keine URL"
"Unrecognized USB"="Nicht erkanntes USB-Gerät"
"Can not register to sip server."="Kann beim SIP-Server nicht registriert werden"
"No Group"="Keine Gruppe"
"Always forward to"="Immer weiterleiten zu"
"Always Forward"="Immer weiterleiten"
"Dect microphone firmware update success!"="DECT-Mikrofon erfolgreich aktualisiert!"
"Dect microphone firmware update failed!"="Aktualisierung des DECT-Mikrofons fehlgeschlagen!"
"Wifi adapter has added, scanning the wifi devices right now?"="WLAN-Adapter gefunden. Jetzt nach verfügbaren WLAN-Netzwerken scannen?"
"Wifi adapter has removed out"="WLAN-Adapter wurde entfernt."
"Wifi"="WiFi"
"Wi-Fi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="WLAN-Netzwerkliste ist voll. Bitte erst einen alten Eintrag löschen, bevor Sie einen neuen hinzufügen!"
"List is full, please delete before add!"="WLAN-Netzwerkliste ist voll. Bitte erst einen alten Eintrag löschen, bevor Sie einen neuen hinzufügen!"
"Wireless Status"="WLAN-Status"
"Invalid"="Ungültig"
"Invalid BLF Value!"="Ungültiger BLF-Wert!"
"Unknown Uri scheme"="Unbekanntes URI Schema"
"Invalid IPv6 IP Prefix!"="Ungültiger IPv6-IP-Präfix!"
"Invalid NTP server2!"="Ungültiger NTP-Server2!"
"Invalid Outbound Alternate Number!"="Ungültige alternative ausgehende Nummer!"
"Invalid Outbound proxy!"="Ungültiger ausgehender Proxy!"
"Invalid Xml Browser Value!"="Ungültiger XML-Browserwert!"
"Invalid Family number!"="Ungültige Familiennummer!"
"Invalid Extension!"="Ungültige Durchwahl!"
"Invalid Voice Recorder Number!"="Ungültige Nummer des Sprachaufzeichnungsgerätes!"
"Invalid Prefix Value!"="Ungültiger Präfixwert!"
"Invalid Call off code!"="Ungültiger Anruf-Aus-Code!"
"Invalid Date Format!"="Ungültiges Datumsformat!"
"US Date Format is invalid!"="US-Datumsformat ist ungültig!"
"US Time Format is invalid!"="US-Zeitformat ist ungültig!"
"Favorite Index Valid"="Ungültiger Favoriten-Index"
"Invalid Redial Interval!"="Ungültiges Wahlwiederholungsintervall!"
"Invalid Redial Time!"="Ungültige Wahlwiederholungszeit!"
"Invalid group id!"="Ungültige Gruppen-ID!"
"Inactive Level"="Inaktive Ebene"
"Invalid Number!"="Ungültige Nummer!"
"Invalid Reject off code!"="Ungültiger Code für „Ablehnung aus“!"
"Invite request no response"="Unbekanntes URI Schema"
"Invaild Provisioning Credential"="ungültige Zugangsdaten für die Provisionierung"
"Incorrect user credentials, please retry."="LDAP - Zugangsdaten ungültig."
"Invalid Account!"="Ungültiges Konto!"
"No Answer Processing"="Unbeantworte Anrufe"
"No Answer Forward"="Keine Antwort"
"No Account"="Kein Konto"
"No Service"="Kein Service"
"System"="System"
"System Wallpaper Cannot be Deleted!!"="Der Systemhintergrund kann nicht gelöscht werden!"
"Insufficient storage space in system"="Unzureichender Speicherplatz im System!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Nächste"
"S_Next"="Nächste"
"ICON_NextPage"="Nächste Seite"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Nach unten verschieben"
"Load Error!"="Fehler beim Laden!"
"Loading error !"="Fehler beim Laden!"
"Fail to download mobile contacts!"="Mobile Kontakte konnten nicht heruntergeladen werden!"
"Failed to load image"="Bild kann nicht geladen werden!"
"Fail to download this remote phonebook!"="Fehler beim Herunterladen dieses entfernen Telefonbuchs!"
"Fail to download \nremote phonebook!"="Laden des remote Telefonbuches fehlgeschlagen!"
"Fail to download remote phonebook"="Laden des remote Telefonbuches fehlgeschlagen!"
"Fail to download remote phonebook!"="Remote-Telefonbuch kann nicht heruntergeladen werden!"
"Daylight Saving"="Sommerzeit"
"Display"="Anzeige"
"Show More"="Mehr"
"Show Less"="Verbergen"
"Alerting Calling Line ID Number"="CLID-Nummer Alarm"
"Alerting Calling Line ID Name"="CLID-Name Alarm"
"Display Name"="Anzeigename"
"DisplayName can't contain \ < > \" \\ \' \""="Der Displayname darf nicht \ < > \" \\ \' \"" enthalten."
"DisplayName can't contain \" < > \" \\ \' \""="Anzeigename kann nicht erhalten \" < > \" \\ \' \"
"Displayname can't be empty!"="Anzeigename darf nicht leer sein!"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Uhr anzeigen"
"Now to update the dect dongle,and keep it connected to your phone."="Bitte trennen Sie das DECT-Dongle nicht von Ihrem Telefon und aktualisieren Sie es."
"Limit has reached, Recording has stoped."="Die maximale Grenze wurde erreicht. Die Aufnahme wurde gestoppt."
"All Lines"="Alle Leitungen"
"S_All Lines"="AlleLtg"
"MENU_Camera"="Kamera"
"Detail"="Detail"
"Detial"="Detail"
"S_Detail"="Detail"
"S_MTSW ACD Detail"="Details"
"MTSW ACD Detail"="Details"
"Ring"="Klingeln"
"Rings"="Klingelanzahl"
"Silent Alerting"="Stummer Alarm"
"Alert Type"="BenArt"
"Alert Mode"="Alarm-Modus"
"After Ring Time"="Klingelzeit"
"After Ring Times"="Nach der Ruftondauer"
"Ringing"="Klingeln"
"S_SwitchAccountDown"="Kontoumschaltung abwärts"
"Switch Account Up"="Konto nach oben schalten"
"SwitchAccountUp"="Kontoumschaltung aufwärts"
"S_SwitchAccountUp"="Kontoumschaltung aufwärts"
"Switch Account Down"="Konto nach unten schalten"
"SwitchAccountDown"="Kontoumschaltung abwärts"
"Items out of limit !"="Elemente haben die maximale Grenze erreicht!"
"Group list is full!"="Gruppenliste ist voll!"
"Protocol"="Protocol"
"Decline"="Ablehnen"
"S_Decline"="Ablehnen"
"new"="neu"
"New PIN"="Neue PIN"
"New Call"="Neuer Anruf"
"S_New Call"="NeuAnrf"
"New Location"="Neuer Standort"
"New Message"="Neue Nachricht"
"Incoming call"="Eingehender Anruf"
"New Contact"="Neue Kontakte"
"New PWD"="Neues Passwort"
"New password is too simple, are you sure to set it?"="Das neue Passwort ist zu einfach, möchten Sie das wirklich beibehalten?"
"Invalid New password!"="Ungültiges neues Passwort!"
"New password is similar to username, are you sure to set it?"="Neues Passwort und Benutzername sind ähnlich, möchten Sie das wirklich beibehalten?"
"New Group"="Neue Gruppe"
"New Entry"="Neuer Eintrag"
"L_New SMS"="New SMS"
"NewSMS"="Neue SMS"
"S_NEWSMS"="Neue SMS"
"ICON_New Group"="Neue Grp"
"Channel"="Kanal"
"Channel Control"="Kanalsteuerung"
"Signal Strength"="Signalstärke"
"Repeater Mode"="Repeater-Modus"
"Info"="Info"
"MENU_Message"="Nachricht"
"Message"="Nachricht"
"Messages"="Nachrichten"
"Information is not complete!"="Unvollständige Information!"
"Tuesday"="Dienstag"
"Saturday"="Samstag"
"Sunday"="Sonntag"
"Wednesday"="Mittwoch"
"Thursday"="Donnerstag"
"Friday"="Freitag"
"Monday"="Montag"
"First Name"="Vorname"
"last_name"="Nachname"
"Name"="Name"
"ICON_Sort Last Name"="Nach Nachnamen sortieren"
"Sort Last Name"="Nach Nachnamen sortieren"
"Search by LastName"="Suche nach Nachname"
"Change PIN"="PIN ändern"
"Modifying the configuration..."="Konfiguration wird geändert..."
"VirtualUser"="Virtueller Benutzer"
"Need to change passwd!"="Bitte Passwort ändern!"
"Require Answer Confirmation"="Antwortbestätigung"
"Need a Number"="Nr. Benötigt"
"Network configuration has changed, shall become effective after the restart?"="Jetzt neue starten?"
"Option"="Optionen"
"S_Option"="Option"
"ICON_Select"="Ausw"
"S_Select"="Ausw"
"Select"="Auswählen"
"Choose a way of WPS connection"="Wählen Sie einen Weg für die WPS-Verbindung."
"Select Security"="Sicherheit wählen"
"You have to upload your picture when choose this type!"="Sie müssen Ihr Bild hochladen, wenn Sie diese Art auswählen!"
"Select slave"="„Sklaven“ wählen"
"Select the Queue"="Warteschlange wählen"
"Select Executive Number"="Auswahl Leiternummer"
"select mode"="Modus wählen"
"Select All"="Alles wählen"
"Choose a group"="Eine Gruppe Wählen!"
"Selected Group?"="Ausgewählte Gruppe?"
"select handset"="Mobilteil wählen"
"selected Item?"="Ausgewähltes Element?"
"Select a Disposition code"="Dispositions-Code wählen"
"Choose Account"="Bitte Konto wählen"
"Choose an account"="Konto wählen"
"Select Account"="Konto auswählen"
"Select Transfer"="Übertragung wählen"
"Compress error !"="Fehler komprimieren!"
"Rollover After Waiting"="Rollover-Wartezeit"
"Rollover Action"="Rollover-Aktion"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Klassifiziert"
"L_Zero Touch"="KonfigOhneBer"
"S_Zero Touch"="KonfigOhneBer"
"Zero Touch"="Willkommen"
"Remove"="Entfernen"
"Remove Participant"="Teilnehmer entfernen"
"Remove selected from favorite ?"="Markierte von Favoriten entfernen?"
"ICON_Move"="Verschieb."
"Mobility"="Mobilität"
"Move"="Verschieben"
"Hot Desking"="Hot-Desking"
"Hoteling"="Hoteling"
"Mobility Phone Number"="Handynummer"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Ausgewählte verschieben"
"Move selected to blacklist ?"="Auswahl in Sperrliste verschieben?"
"Alert Broadworks Mobility Location"="Mobilität-Standorte Alarm"
"The storage network"="Bekannte(s) WLAN-Netzwerk(e)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Max. Favoriten-Index"
"Sentbox"="Gesendete Nachrichten"
"Dialed"="Gewählt"
"Received Calllog"="Angenommen"
"Received Calls"="Angenommen"
"Connected"="Verbunden"
"Connected)"="Verbunden"
"Used"="Belegt"
"Voice"="Sprache"
"The audio codecs is different, can't set up a conference!"="Der Audio Codec ist ungleich, Konferenz kann nicht gestartet werden!"
"Hide"="Ausblenden"
"S_Hide"="Ausblenden"
"Hide Number"="Rufnummernunterdrückung"
"Answer"="Antworten"
"S_Answer"="Annehmen"
"Hardware"="Hardware"
"Firmware update success!"="Firmware erfolgreich aktualisiert!"
"Firmware update failed!"="Firmwareaktualisierung fehlgeschlagen!"
"Hard Disk Space Is Not Enough!"="Der Festplattenspeicher ist nicht ausreichend!"
"Never"="Nie"
"Incorrect user"="Falscher Benutzer"
"User Type"="Benutzertyp"
"User not register"="Der Benutzer ist nicht registriert."
"User Name"="Benutzername"
"User name can't be empty!"="Der Benutzername darf nicht leer sein!"
"Username can't be empty!"="Der Benutzername darf nicht leer sein!"
"Incorrect username or password!"="Falscher Benutzername oder falsches Passwort!"
"Invalid User name!"="Ungültiger Benutzername!"
"User name is invalid!"="Falscher Benutzername!"
"MENU_UserMode"="Benutzermodus"
"UserMode"="Benutzermodus"
"User mode changed!"="Nutzermodus wurde geändert!"
"User ID"="Benutzer-ID"
"UserID can't be empty!"="Benutzer-ID darf nicht leer sein!"
"User Host"="Benutzerhost"
"Preference"="Präferenz"
"Priority"="Priorität"
"Invalid Priority!"="Ungültige Priorität!"
"Priority is invalid!"="Falsche Priorität"
"Priority should be 0-7!"="Priorität muss 0-7 sein!"
"The power is low on the flasing red light dect microphone"="Die LED blinkt aufgrund der geringen Leistung des DECT-Mikrofons rot."
"Mail"="mail"
"Email type"="E-Mail-Art"
"postal_code"="Postleitzahl"
"Balance"="Guthaben"
"Get Balance"="Guthaben abfragen"
"L_Get Balance"="Guthaben abfragen"
"Getting balance failed!"="Kann kein Guthaben anzeigen!"
"Getting balance!"="Guthaben anzeigen!"
"Language"="Sprache"
"Language initializing. Please wait..."="Sprachinitialisierung. Bitte warten..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Sprachnachrichten"
"VoiceMail DownLoading, Please Wait..."="Download der Voicemail,bitte warten..."
"Voice Messaging"="Sprachbenachrichtigung"
"The Voicemail is too large,please call and retrieve it!"="Zu viele Voicemails, Bitte anrufen und abrufen!"
"L_Voice Mail"="Voicemail"
"Voice Mail Playing"="Wiedergabe Voicemail"
"Voice Mail is invalid!"="Voicemail ist ungültig!"
"Invalid VoiceMail Value!"="Ungültiger Sprachnachrichtenwert!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Vorschau"
"S_Preview"="Vorschau"
"Remain time "="Verbleibende Zeit"
"Busy Forward"="Weiterleiten bei Besetzt"
"Old Number"="Alte Nr."
"Originator"="Originator"
"original contact?"="Ursprünglicher Kontakt?"
"Remote Office"="Remote Office"
"Remote Phone Book"="Externes Telefonbuch"
"Remote Group"="Entfernte Gruppe"
"Remote Codec"="Codec der Gegenstelle"
"Remote User"="Externer Benutzer"
"Remote DIR"="Remote DIR"
"Cloud"="Cloud"
"Pickup"="Abholen"
"Allow IP Call"="IP-Ruf zulassen"
"Allow Remote Control?"="Fernzugriffssteuerung erlauben?"
"Allow assistant opt in/out of Pool"="Assistent zu Opt-in/Opt-out des Pools zulassen"
"Avail"="Verfügbar"
"Available"="Verfügbar"
"S_Avail"="Verfügb."
"S_Available"="Verfügb"
"Temporarily not available"="Vorübergehend nicht verfügbar"
"Temporarily Unavailable"="Zur Zeit nicht verfügbar"
"Held"="gehalten"
"Pause"="Pause"
"S_Pause"="Pause"
"Voice Mail Pause"="Voicemail pausieren"
"Pause REC"="Pause"
"PauseREC"="Pause"
"S_Pause REC"="Pause"
"S_PauseREC"="Pause"
"Failed to pause recording"="Pausieren der Aufnahme fehlgeschlagen."
"pause record"="Aufnahme pausieren"
"Account"="Konto"
"Accounts"="Konten"
"Identity"="Identität"
"Line"="Leitung"
"S_Line"="Leitung"
"Line 1"="Leitung 1"
"Line 10"="Leitung 10"
"Line 11"="Leitung 11"
"Line 12"="Leitung 12"
"Line 13"="Leitung 13"
"Line 14"="Leitung 14"
"Line 15"="Leitung 15"
"Line 16"="Leitung 16"
"Line 2"="Leitung 2"
"Line 3"="Leitung 3"
"Line 4"="Leitung 4"
"Line 5"="Leitung 5"
"Line 6"="Leitung 6"
"Line 7"="Leitung 7"
"Line 8"="Leitung 8"
"Line 9"="Leitung 9"
"Account ID"="Konto ID"
"Account:"="Account:"
"Line ID"="Leitunge-ID"
"Account is invalid!"="Konto ist ungültig!"
"Account Login"="Kontoanmeldung"
"Line Key"="Line Key"
"Line Key 1"="Leitungstaste 1"
"Line Key 10"="Leitungstaste 10"
"Line Key 11"="Leitungstaste 11"
"Line Key 12"="Leitungstaste 12"
"Line Key 13"="Leitungstaste 13"
"Line Key 14"="Leitungstaste 14"
"Line Key 15"="Leitungstaste 15"
"Line Key 16"="Leitungstaste 16"
"Line Key 17"="Leitungstaste 17"
"Line Key 18"="Leitungstaste 18"
"Line Key 19"="Leitungstaste 19"
"Line Key 2"="Leitungstaste 2"
"Line Key 20"="Leitungstaste 20"
"Line Key 21"="Leitungstaste 21"
"Line Key 22"="Leitungstaste 22"
"Line Key 23"="Leitungstaste 23"
"Line Key 24"="Leitungstaste 24"
"Line Key 25"="Leitungstaste 25"
"Line Key 26"="Leitungstaste 26"
"Line Key 27"="Leitungstaste 27"
"Line Key 28"="Leitungstaste 28"
"Line Key 3"="Leitungstaste 3"
"Line Key 4"="Leitungstaste 4"
"Line Key 5"="Leitungstaste 5"
"Line Key 6"="Leitungstaste 6"
"Line Key 7"="Leitungstaste 7"
"Line Key 8"="Leitungstaste 8"
"Line Key 9"="Leitungstaste 9"
"Identity is invalid!"="Ungültiges Konto!"
"Account information will be cleared, continue or not?"="Kontoinformationen werden gelöscht, möchten Sie fortfahren?"
"Line Select"="Gewählte Leitung"
"Account has been Locked"="Konto wurde gesperrt."
"Account has been successfully logged in"="Konto wurde erfolgreich angemeldet."
"Account Status"="Kontostatus"
"Activation"="Aktivierung"
"S_Account"="Konto"
"This pin code not found"="Dieser PIN-Code kann nicht gefunden werden."
"This phone not found"="Dieses Telefon kann nicht gefunden werden."
"This action can not be reversed"="Diese Aktion kann nicht rückgängig gemacht werden."
"Frame Rate"="Bildrate"
"Diagnostics"="Diagnose"
"USB power overload on the right"="Die rechte USB-Stromversorgung ist überlastet"
"Scanning available network"="Scanne nach verfügbaren Netzwerken"
"Saving config file!"="Konfig.Datei Speichern!"
"Initializing... Please Wait"="Initialisierung ... Einen Moment bitte!"
"Initializing... Please Wait!"="Initialisieren...Bitte warten"
"Initializing ..."="Initialisierung ..."
"logging out ..."="Logge aus..."
"logging in..."="Logge ein..."
"Sending Message..."="Sende Nachricht..."
"Updating Network..."="Aktualisiere Netzwerk..."
"Updating Network\n\nPlease Wait !"="Aktualisiere Netzwerk\n\nBitte warten !"
"Busy here!"="Besetzt!"
"Talking, please wait..."="Im Gespräch, einen Moment bitte ..."
"Alerting"="Alarmierung"
"Operate failed for readonly page"="Der Vorgang ist auf der schreibgeschützten Seite fehlgeschlagen."
"Answer Only!"="Nur Antwort!"
"Direct"="Direct"
"DirectPickup"="Direkte Übernahme"
"DirectPickup_Idle"="DirectPickup"
"Value"="Wert"
"Invalid Value < or >"="Ungültiger Wert < oder >"
"Job Title"="Berufsbezeichnung"
"Restricted"="Eingeschränkt"
"Middle name"="Zweiter Vorname"
"Via"="Via"
"Redialing"="Wahlwiederholung"
"Redial Times"="Wahlwiederholungszeit"
"Redial Time is invalid!"="Zeitraum muss zwischen 1-300 liegen!"
"Redial Interval"="WahlWiedInt"
"Redial Interval can't be empty!"="Das Wahlwiederholungsintervall darf nicht leer sein!"
"Redial Interval is invalid!"="Automatische WahlwiederholungsIntervall soll zwischen 1-300 sein!"
"Redirector"="Redirection Server"
"Rename Group"="Gruppe umbenennen"
"Reboot"="Neustarten"
"Reboot.."="Neustarten ..."
"Reboot the phone?"="Jetzt neu starten?"
"Rebooting...\n\nPlease Wait !"="Wird neugestartet... \n\nBitte warten!"
"Re Provision"="Re Provision"
"S_Re Provision"="Erneut bereitstellen"
"Re-connect"="Wiederverb."
"S_Re-connect"="Erneut verbinden"
"Reset"="Zurücksetzen"
"Reset Config"="Einstellungen zurücksetzen?"
"S_Reset"="Zurücksetzen"
"Reset.."="Zurücksetzen."
"Reset local settings"="LokEinstZur"
"Reset Phone PIN"="Telefon-PIN zurücksetzen"
"Reset non-static settings"="NiStaEinstZur"
"Reset static settings"="StaEinstZur"
"Reset Configuration"="Konfiguration zurücksetzen"
"Resetting Configuration, please wait..."="Konfiguration wird zurückgesetzt, bitte warten ..."
"Reset Configuration?"="Konfiguration zurücksetzen?"
"Reset failed, please retry later!"="Zurücksetzen fehlgeschlagen, bitte später erneut versuchen!"
"Reset web settings"="Webeinstellungen zurücksetzen"
"Reset web settings,\n\nPlease wait..."="Webeinstellungen werden zurückgesetzt,\n\nBitte warten ..."
"Resetting to factory,please wait..."="Wird auf Werkseinstellung zurückgesetzt, Bitte warten ..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Benutzerdaten werden zurückgesetzt, bitte warten ..."
"Reset Userdata?"="Benutzerdaten zurücksetzen?"
"Reset userdata & local config, Please wait..."="Benutzerdaten und lokale Konfiguration werden zurückgesetzt, Bitte warten ..."
"Reset userdata&local setting, please wait..."="Zurücksetzen der Nutzerdaten & der lokalen Konfiguration, Bitte warten ..."
"Reset userdata & local config"="BnDt/LkEinZur"
"Resetting to factory, please wait..."="Setze zurück, bitte warten..."
"Tue"="Di"
"Sat"="Sat"
"Sun"="So"
"Wed"="Mi"
"Thu"="Do"
"Fri"="Fr"
"Mon"="Mo."
"Master-Slave mode is available only when one handset is registered."="Der Master-Sklave-Modus ist nur verfügbar, wenn ein Mobilteil registriert ist."
"Main Menu"="Hauptmenü"
"Originator-Executive"="Originator-Executive"
"Primary Contact must not be empty."="Primärer Kontakt darf nicht leer sein."
"Primary DNS is invalid!"="Primärer DNS ist ungültig!"
"Assistant"="Assistent"
"Assistant Common Settings"="Assistent für Allgemeine Einstellungen"
"Register Successfully!"="Registrierung erfolgreich!"
"Register Name"="Registrierungsname"
"Invalid Register name!"="Ungültiger Registername!"
"Registered"="Angemeldet"
"Register fail"="Registrierung fehlgeschlagen"
"Registration failed"="Register failed"
"Register Fail!"="Registrierung fehlgeschlagen!"
"Register repeater"="Repeater registrieren"
"Registering"="Anmelden"
"Registering Please Wait!"="Registriere, bitte warten!"
"Unregistering"="Abmeldung"
"Note"="Hinweis"
"Basic Call Park"="Allg. parken"
"Park"="Parken"
"Parked"="Geparkt"
"S_Basic Call Park"="Allg. parken"
"S_Park"="Parken"
"Park to"="Parken nach"
"Park Failed"="Parken fehlgeschlagen"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Ungültige Weiterleitungsadresse!"
"L_Transfer"="WeitLtg"
"S_Transfer"="WeitLtg"
"Advance to Next Assistant After"="Nächsten  Assistent anrufen nach"
"Transfer Failed"="Übergebung fehlgeschlagen"
"Be Transferred"="Wird weitergeleitet"
"Betransferred"="Transferiert"
"Divert"="Umleiten"
"Forward"="Rufweiterl."
"L_Forward"="Weiter"
"S_Forward"="Weiter"
"Forward to"="Zielnummer"
"Forward to: %s"="Zielnummer: %s"
"Divert to Phone Number/SIP-URI"="Umleitung zur Telefonnr./SIP-URI"
"Forward to can't be empty!"="„Weiterleiten an“ darf nicht leer sein!"
"Forward to is invalid!"="Zieleintrag kann nicht leer sein."
"Forwarded Calls"="Weitergel. Anrufe"
"Forward Option"="Rufweiterleitung"
"Forward Selective"="Auswahl weiterleiten"
"Forward Value"="Wert weiterleiten"
"L_My Status"="My Status"
"S_My Status"="My Status"
"MENU_Status"="Status"
"S_My State"="Mein Status"
"S_Status"="Status"
"State"="Status"
"Status"="Status"
"Status:"="Status:"
"Status requesting..."="Status wird abgefragt..."
"ACD Trace"="Verfolg"
"L_Trace"="Trace"
"S_ACD Trace"="Verfolg"
"Subnet Mask"="Subnetzmaske"
"Subnet Mask!"="Subnetzmaske!"
"Subnet Mask is invalid!"="Subnetzmaske ist ungültig!"
"Custom"="spezif."
"Custom DND"="spezif. Einstellungen für Nicht stören"
"Custom Key"="Benutzerdef. Taste"
"L_Custom Key"="Benutzerdef. Taste"
"S_Custom Key"="Benutzerdef. Taste"
"CustomButton"="Benutzerdefinierte Schaltfläche"
"CustomContact"="Spezif. Kontakt"
"L_CustomContact"="Eigene Kontakte"
"S_CustomContact"="Eigene Kontakte"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Unternehmensgemeinschaft"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Gruppengem."
"Photo Custom"="Individuelles Foto"
"Alerting Custom Calling Line ID Number"="Benutzerdefinierte CLID-Nummer Alarm"
"Alerting Custom Calling Line ID Name"="Benutzerdefinierter CLID-Name Alarm"
"Custom Forward"="spezif. Weiterleitungseinstellungen"
"Auto"="Auto"
"Automatic"="Automatisch"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Auto UC-Favorit ist aktiviert.\n Manuelle Konfiguration ist deaktiviert!"
"Auto-login"="Autom. Login"
"Auto Intercom"="Automatische Sprechanlage"
"Auto Provision"="Autoprovisionierung"
"Autop URL can not be none!"="Die Autop-URL darf nicht leer sein!"
"AutoP to"="Hinweis"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Erstanmeldung"
"Auto Answer Time"="Automatische Antwortzeit"
"AutoBLFList is on\n manually configing is forbidden!"="Die automatische Anzeige des Besetztlampenfeldes ist aktiviert, \n eine manuelle Konfiguration ist nicht möglich!"
"AutoFavorite is on\n manually configing is forbidden!"="Autom.Fav.ist akt.\n Man.Einst. verboten!"
"AutoLinekey is on\n manually configing is forbidden!"="AutomLtgTasteIstAkt\n ManEinstVerboten!"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial ist aktiv.\nManuelle Konfiguration nicht möglich!"
"Auto Answer"="Automatische Rufannahme"
"Auto Redial"="Autom. Wahlwiederholung"
"Auto Redial Setting"="Autom. Wahlwiederholung Einstellungen"
"Auto Divert"="Automatisch umleiten"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Gesamt"
"Always"="Always"
"Paging"="Multicast-Paging"
"Paging Group"="Paging-Gruppe"
"Paging_softkey"="Paging"
"S_Paging"="NetzwGrpRuf"
"S_Paging_softkey"="Paging"
"Paging is invalid!"="Unzulässiger Gruppenruf!"
"L_Paging List"="ListGrupRufMitg"
"Paging List"="Paging-Liste"
"PagingList"="Gruppenliste"
"S_Paging List"="ListGrupRufMitg"
"Paging failed!"="Paging fehlgeschlagen!"
"Paging Channel should be 0-30!"="Durchsagekanal muss zwischen 0 u. 30 liegen!"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="Multicast Paging"
"Delete the group will not delete the group members, but only move them out of the group."="Gruppenmitglieder werden entfernt, aber nicht gelöscht."
"GPickup"="Pickup"
"Group Pick Up"="Gruppe holen"
"L_Group Pick Up"="Gruppenrufübernahme"
"S_GPickup"="GrpRfÜb"
"S_Group Pick Up"="Gruppenrufübernahme"
"Group Name"="Gruppenname"
"Group name must be unique."="Gruppenname muss eindeutig sein."
"Group name must not be empty"="Gruppenname darf nicht leer sein."
"Organisation"="Organisation"
"GPark"="G-Parken"
"S_GPark"="GrpPark"
"JitterBufferMax"="Jitter Buffer Max"
"Max Timer"="Max. Timer"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Längste Wartezeiten"
"Yesterday"="Gestern"
"USB power overload on the left"="Die linke USB-Stromversorgung ist überlastet."
"Add to Metaswitch"="Add to Metaswitch"
"This feature takes effect only when one handset was registered!"="This feature takes effect only when one handset is registered!"
"Service Unavailable"="Service Unavailable!"
"default_contact_image.png"="Contact.png"
"icon_blacklist_b.png"="Blacklist.png"
"icon_family_b.png"="Family.png"
"icon_friend_b.png"="Friend.png"
"Sharing..."="Sharing..."
"You are in sharing"="You are in sharing"
"Dect dongle connection sucess"="Connect DECT dongle successfully!"
"Dect dongle disconnect"="DECT dongle disconnected."
"Please wait...\nThe dongle is being upgraded,\ndo not pull it out."="Please wait...\nThe dongle is being upgraded,\ndo not pull it out."
"Upgrade sucess!"="Upgrade successfully!"
"\n \n Install:"="\n \n Install:"
"Upgrade failed!\nPlease retry after plug dongle"="Upgrade failed!\nPlease pull out the dongle and retry."
"All handsets"="All handsets"
"already exist paging"="Paging already exists"
"Copy all contacts to Shared ?"="Copy all contacts to Shared ?"
"Slave is in use"="Slave is in use"
"S_Call Shift"="Call Shift"
"S_Start Reg"="Start Reg"
"S_Stop Reg"="Stop Reg"
"S_Start Pag"="Start Pag"
"S_Stop Pag"="Stop Pag"
"Repeater"="Repeater"
"Handset Name"="Handset Name"
"Handset Version"="Handset Version"
"Model"="Model"
"RFPI Code"="RFPI Code"
"SN Code"="SN Code"
"Status Select"="Status Select"
"Phone Status"="Phone Status"
"Dongle Status"="Dongle Status"
"Input Dect PIN"="Input DECT PIN"
"Registed Full! Only repeater can register now!"="Max registered handsets has been reached! Only repeaters can be registered now!"
"Share contect is full!"="Shared contacts are full!"
"Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"="Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"
"You are sharing ..."="You are sharing ..."
"sharing ..."="sharing ..."
"Sharing send failed."="Failed to send sharing."
"This feature takes effect only when one handset is registered"="This feature takes effect only when one handset is registered!"
"Connect Mobile"="Connect Mobile"
"L_Connect Mobile"="Connect Mobile"
"Machine ID"="Machine ID"
